{
  "광주 학생 항일 운동": [
    "광주 학생 독립 운동(光州學生獨立運動) 또는 광주 학생 항일 운동(光州學生抗日運動)은 1929년 11월 3일부터 전라남도 광주 시내에서 일어난 일본 학생의 한국 여학생 희롱으로 일어난 한국 학생과 일본 학생 간 충돌과 11월 12일 광주지역 학생 대시위 운동을 거쳐, 한편으로는 호남지역 일대로 확산되고, 다른 한편으로 서울을 거쳐서 전국 각지로 확산된 항일 운동으로 1929년 11월 말에서 1930년 3월이나 5월까지 전국적으로 확산된 학생독립운동을 말한다. 11·3 광주 학생 항일 운동이라고도 한다. 12월에는 경성과 부산, 평양, 함경도 등지와 같은 국내 지역과 간도, 미국, 중국, 일본 등으로 확산되었고, 1930년 5월까지 전국적인 동맹휴학, 학생 항일 시위로 변모, 발전했다.",
    "1929년 발생한 광주학생독립운동은 1919년 3·1 운동 이후 국내 최대규모의 대중적 항일 운동으로 꼽힌다. 대한민국 정부에서는 이 운동을 기념하기 위해 학생독립운동 기념일을 제정했다.",
    "운동의 배경",
    "일본의 우민화 정책과 억압",
    "당시 일제는 동아시아 진출을 위한 20년간의 한반도 식민지배가 안정적 수준으로 확고해 있다고 확신하고 있었다. 이들은 중국 본토에 대한 야심을 드러내면서 동아시아 전역에 대한 침략의 야욕을 불태우고 있었던 것이다. 일제는 조선인들을 우민화하기 위해 고등교육 제한, 직업교육과 일본어·일본사 교육 등을 실시하였고, 학생들의 자유로운 토론과 비판, 자치활동 금지, 조선인 학생에 대한 무시, 교육자답지 못한 행동으로 조선 학생들을 억압하였다. 결국 조선인 학생들은 일본인 교육자들의 억압과 무시 그리고 우민화정책을 당하면서 항일의식을 갖게 되었다. 광주소재 각 고등보통학교(중고통합과정)에는 성진회, 독서회 등의 비밀학생조직이 생성되어 있었다. 또한 일본인 학생들에 의한 조선인 학생들의 차별, 무시 역시 학생들의 분노를 촉발하는 원인이 됐다.",
    "국내 독립 운동 세력의 단일화",
    "1926년 4월 25일, 순종의 사망으로 6.10만세운동이 전개된다. 1926년 연말이 다가오자 민족운동과 사회주의운동 내에서는 일본에 의한 자치주의에 현혹되지 말고, 흩어진 민족의 역량을 통합할 필요성이 제기된다. 이러한 흐름은 홍명희, 송진우 등의 여러 지도자들에게도 반영되었고 민흥회 등에 반영된다. 사회주의그룹에서도 정우회선언 등을 통해 분열적 종파주의로부터 좌우합작으로 나아갈 것이 결의된다. 그 결과 1927년 2월 조선일보 사장 이상재를 회장으로 동아일보의 송진우를 비롯해 허헌, 김병로, 한용운 등 국내에서 활동하고 있던 좌익-우익의 지도자들의 합작에 의해 민족단일당인 '신간회'가 조직된다. 광주학생독립운동이 터지게 되는 1929년의 연초에는 신간회의 지회가 144개, 회원은 3만9천여 명에 달해 각 지역의 청년, 노동, 농민운동을 지도해 갔다.",
    "광주 지역에서도 1927년 10월 신간회 광주지회가 설립되었으며, 1927년 11월 전남청년연맹에서 광주청년동맹이 분리되어 결성되었다. 신간회 광주지회와 광주청년동맹의 주요 임원들은 성진회, 독서회 등의 비밀학생조직의 배후 인물이었다.",
    "광주 학생 항일 운동의 진행",
    "일본인 학생들과의 충돌",
    "식민지 어느 지역에서도 한일간의 감정은 존재했다. 도심의 중심지의 노른자위 땅을 차지하고 정치와 경제적 특혜를 누리며 조선인에 대한 차별과 멸시를 일삼는 식민지의 삶은 고스란히 학생들의 생활 속에도 그대로 나타났다. 넓은 평야가 있는 나주의 경우에도 경제적 부를 독점하는 것은 일본인 대지주들이었고, 그들의 자녀들은 부유를 누리며 광주로 통학하고 있었다. 가난한 조선인 학생들은 차별과 멸시 속에서 항일 의식을 키우며 광주로 통학하고 있었다.",
    "1929년 10월 30일, 나주역에 도착한 광주발 통학열차에서 내린 일본인 중학생들은 광주여자고등보통학교 학생인 이광춘·박기옥의 댕기머리를 잡아당기며 희롱하였다. 이 광경을 목격한 박준채는 분노하여 항의했으나 말을 듣지 않자 난투극이 벌어졌다. 이 난투극은 일본인 학생 50명과 한국인 학생 30명이 싸웠는데 한국인 학생 30명이 사기면에서는 더 유리하였다.",
    "이를 본 일본 경찰들이 일본인 학생 편을 들고, 광주고보 학생들은 차별에 대해 집단항의하였다. 이에 일본인 기업인들이 동인도회사를 모방한 식민지 수탈기관인 동양척식주식회사를 설립하고 수탈하는 것에 대해 쌓여오던 분노가 겹쳐서 폭발하게 된다. 1929년 11월 3일, 이를 접한 허정숙은 광주로 내려와 이들 학생들을 면담하고 경성 지역의 여학생들 여성 운동가들을 찾아다니며 시위할 것을 촉구하였다.",
    "제1차 광주학생운동",
    "1929년 11월 3일은 일요일이었다. 그리고 이날은 일본에게는 메이지 유신의 상징인 메이지 천황의 탄생을 축하하는 명치절(明治節)이었지만, 조선인들에게는 음력 10월 3일 즉, 단군의 고조선 건국을 기념하는 개천절이었다. 한국인의 시조를 기념하는 날에 일본 천황의 생일을 일본 국가인 '기미가요'를 불러서 축하해야 하는 상황이 벌어지자 조선인 학생들은 침묵으로 일관했다. 그리고 하굣길에 일본인 학생들과의 충돌사건을 불공정하게 보도한 신문사에 몰려들어가서 항의할 정도로 그들의 반일감정은 폭발하기 시작했다.",
    "그런데 광주고등보통학교의 조선인 학생이 광주중학교의 일본인 학생들에게 테러당하는 일이 벌어지면서 폭력사태까지 발생하였다. 한편 장재성, 최규창 등은 일제에 대항할 자세한 행동방향을 제시한다.",
    "1. 우리의 투쟁 대상은 광주중학생이 아니라 일본 제국주의이니 투쟁 방향을 일제로 돌릴 것.",
    "2. 광주중학생에 대한 적개심과 투쟁을 일제에 대한 증오와 독립투쟁으로 바꿀 것.",
    "3. 광주중학생과 대치 중인 광주고보생을 해산시키지 말고 광주고보로 집합시켜 적개심에 불타는 학생들을 식민지 강압정책 반대 시위운동으로 돌릴 것.",
    "4. 장재성이 시위운동을 직접 지도할 것.",
    "5. 우리는 앞으로 다른 동지들과 연락하여 다음 투쟁을 준비하고 계획할 것.",
    "그리하여 장재성의 주도로 학생들은 광주농고 학생들과 함께 광주시민들의 지지를 받으며 용감히 적(일제)을 물리치자는 내용의 행진가를 부르는 가두시위를 하였다. 일제는 항일시위에 가담한 70여 명의 조선인 학생 중 60여 명을 구속, 검사국으로 송치하는 탄압을 하였고 심지어는 개인의원인 태양의원에서 치료받던 학생들을 도립병원장이 치료할 가치도 없다면서 비하하는 망언을 하여 공분을 샀다. 동아일보, 조선일보 등에서도 일제의 학생운동 탄압과 차별을 비판하는 기사를 보도할 정도였다.",
    "제2차 광주시위운동",
    "장재성은 광주학생들을 설득하는 유인물을 작성했으며, 인쇄를 맡은 오쾌일에 의해서 등사판을 이용하여 박기석의 집에서 약 1,000장을 인쇄하였다. 그리고 1929년 11월 12일 오전 8시 경 오쾌일은 광주고보와 광주농고의 학생들을 통해서 유인물을 배포한다. 당시 광주여자고등보통학교의 여학생들도 교정에서 시위에 가담하였으며, 광주고보, 광주농고, 광주여자고보 학생들은 동맹휴학으로 일제에 대항하였다. 일제는 250여 명에 가까운 학생들을 검거했으며, 사회운동단체 간부들도 검거당했다.",
    "일단 경찰에 구속된 학생들에 대해서는 학교당국의 가혹한 처벌이 잇따랐다. 거의 대부분의 학생들이 무기정학, 퇴학으로 광주학생운동 가담자들을 탄압함으로써 중등학교 학교 교실이 텅빌 지경이었다. 일제는 12월 28일까지 언론통제를 단행하여 학생운동의 확산을 차단하고, 전국적 항일운동으로 확대발전하는 것을 막으려고 했지만,오히려 각종 탄압에 대한 소문과 풍문이 더욱 커지면서 그동안 응축되었던 항일활동이 폭발적으로 증가하는 계기를 제공했을 뿐이다.",
    "당시 학생운동의 전개과정은 \"약소민족해방만세!, 제국주의타도 만세!, 피압박 민족 해방 만세!, 무산계급혁명 만세!\"라는 구호를 사용하여 일제 경찰이 사상운동으로 몰아붙일 만큼 학생운동의 지도부들은 당시 러시아혁명 이후 유행하던 사회주의 이론에 적잖은 영향을 받았다. 학생운동의 원동력은 무엇보다 민족적 차별과 억압에 맞서야 한다는 자연스러운 분노와 우리 민족의 독립적 삶을 되돌려야 한다는 의기에 바탕을 둔 건강한 청년정신으로부터 발로했다고 볼 수 있다.",
    "여성계의 항의 운동",
    "1929년 광주 학생 운동이 터지자 허정숙 등은 경성부에서 이화여자전문학교, 배화여자고등보통학교 등을 찾아다니며 광주에서 일본인 남학생이 조선인 여학생을 성추행했다며 동맹휴학과 시위를 홍보, 독려하였다. 또한 허정숙 등은 1930년 1월 15일 경에 대규모 만세시위를 계획하고 실천에 옮겼다. 이들 페미니스트들과 이화학당, 배화여전 출신 인사들은 경성 각급 학교의 대표들이 만나는 자리에도 특별히 참석하여 광주에서의 조선인 여학생의 성추행 사실을 알리고, 일본인들의 부당한 대우에 항거할 것을 역설하였으며 주변의 남학교 학생들과도 연대하여 휴학, 시위할 것을 부탁하였다.",
    "허정숙 등은 적극적으로 나서 이화여전 외에도 동덕여대, 배화여전, 근화여자상업학교, 경성보육학교, 정신여학교, 실천여학교, 태화여자미술학교, 숙명여자고보 등의 여학생 수백 명이 이에 동조하여 거사를 계획하였다. 또한 여학생들을 통해 인근 남자 학교의 학생들에게도 만세 시위에 동참할 것을 독려, 호소하였다.",
    "그러나 총독부 경무국 밀정에게 정보가 입수되어 그해 말 허정숙과 여학생들은 경성에서의 항일동맹휴교운동을 주도한 혐의로 그는 1930년 1월 경성 종로경찰서에 체포, 광주학생운동 배후조종, 경성 항일학생 시위 주도, 조선공산당 재건 등의 혐의, 유언비어 날조 및 선동 혐의 등으로 '보안법 및 치안유지법 위반죄'로 징역 1년형을 선고받고 서대문 형무소에 투옥되었다.",
    "광주학생운동 후속 시위의 배후 조종 혐의 등으로 여러 차례 감옥에 갇히는 탄압을 받자 허정숙은 1930년대 중반 옌안으로 망명하게 된다.",
    "학생독립운동의 전국 확산",
    "전국으로의 확산",
    "신간회 광주지회의 상무간사였던 장석천은 11월 16일 서울로 올라와 조병옥, 김병로 등 신간회 중앙간부들에게 제2차 시위의 전말을 보고하고, 이어 조선청년동맹 중앙간부 곽양훈, 차재정 등에게 광주학생들의 항일시위를 전국 항일 시위 운동으로 확산할 것을 역설했다. 이 두 모임에서 서울 시내 각 학교에 이미 조직되어 있는 비밀독서회 조직을 통해 시위운동을 서울로 확산하기로 결정하였다. 장석천은 특별히 휘문고보 5년생이었던 후배 장홍염을 설득하여 장홍염이 서울시내의 주요 조선인학교들의 학생운동가들을 접촉하였다. 장홍염 자신이 1년 전에 'ㄱ당 사건'에 관련되어 수개월간의 옥고를 치르고 석방된 처지였다. 11월 20일부터 12월 2일까지의 준비기간을 거쳐 1929년 12월 3일 서울의 각 학교의 조선인 학생들에게는 광주학생들의 시위운동에 대한 전말과 독립운동에의 동참을 호소하는 격문이 모두 뿌려졌다.",
    "일본 경찰의 예비검속으로 서울 지역의 조직 주동자들이 잡혀 갔지만, 드디어 12월 9일부터 서울지역 학교들의 항일시위가 시작되었다. 12월 9일에는 경신학교 학생 300여 명, 보성고보 학생 400여 명, 중앙고등보통학교 700여 명, 휘문고등보통학교 학생 400여 명, 협성실업학교 학생 150여 명이 시위에 참가하였다. 12월 9일 하루에만 1,200여 명의 시위학생들이 경찰에 체포되었다. 이후 12월 13일까지 서울지역에서만 1만 2000여 명의 학생이 시위, 동맹휴학에 참여하였고, 그중 1,400여 명이 체포되었다. 그중 서울 지역에서만 45명이 구속되고, 이 가운데 35명이 최종적으로 재판에 회부되었다. 신간회 소속였던 부산 동래고등보통학교에서도 12월 20일 2, 3학년이 일제히 동맹 휴학을 단행하였는데, 동월 21일에는 1, 4학년생 ① 광주 학생의 무조건 석방, ② 가해자를 엄벌로 처치하라 등의 요구 조건을 내어 걸고 맹휴에 들어갔고 차일명등 주동자는 체포되어 무자비한 고문을 당하고 퇴학됐다",
    "당시 신간회는 이 광주학생 시위운동을 전국적 항일독립운동으로 확산시키기 위해 12월 10일 권동진(3.1운동시 33인중 1인), 허헌, 동아일보사장 송진우, 조선일보 부사장 안재홍, 조병옥, 홍명희, 한용운, 주요한 등이 대책회의를 갖고, 12월 13일 광주학생사건 진상발표회를 갖고, 곧바로 군중을 선동하여 시위 운동을 갖고, 지방지회에도 동일한 행동을 하도록 지시한다는 방침을 결정했다.",
    "체포와 투옥, 참가 인원",
    "일본경찰이 이를 탐지하고 12월 13일 아침 6시 신간회 주요간부 30여 명을 예비검속하여 서울의 진상발표회는 열리지 못했지만, 지방지회에 보내는 지시문은 이미 전달되어 이후 전국 각 지역에서 1930년 3월초까지 학생들을 중심으로 항일시위 만세운동이 계속되었다. 이 학생독립운동은 만주지역의 한인 거주지역까지 확대되었다. 참가학교 총수에 대한 일제총독부의 기록은 처음에는 194개로 나타났으나 이후 참여학교에 대한 조사를 통해 광주광역시교육청에서는 2006년에 총 320개의 학교를 찾아내었으며, 이후 학생독립운동기초자료발굴팀등에 의해 350여개의 조선인관련 학교가 참여하였고 일본과 중국, 러시아, 미국 등의 해외학교나 해외단체를 포함할 경우 참여규모에 대해서는 좀더 확대해 설명할 수 있다는 주장도 제기되고 있다.",
    "또한 참여인원의 경우에도 학생이 주축이기는 하지만, 각종청년단체, 노동단체, 신간회, 해외 독립운동단체, 해외 피압박민족해방운동관련 옹호 지지운동단체, 반제동맹이나 중국공산당, 중국국민당의 각종 기관들, 해외조선인들이 만든 재만한족연합회와 같은 기성단체를 포함하면 규모나 역할, 국제적 성격은 1929년 세계정치의 역사 속에서 매우 중요한 의미를 가진다고 할 수 있다.",
    "출처",
    "1929 광주학생운동(김성민, 역사공간, 2013)",
    "동래고등학교 100년사(편집부,동래고등학교동창회, 2002)",
    "한국근대 학생운동사(김호일, 선인, 2005)",
    "광주학생운동(한규무, 한국독립운동사편찬위원회, 2009)",
    "\"광주학생사건 여학생투쟁기\"(최은희, 동아일보 1960년 11월2일-3일)",
    "광주학생독립운동의 주역들(신동아, 1981년 6월호)",
    "광주학생운동 옥중투쟁기(신동아, 1980년 6월호)",
    "부산지역학생운동사(강대민, 국학자료원, 2003)",
    "\"교모쓰고 상복의 항일\"(정우채, 한국일보, 1970년 11월 1일)",
    "\"소녀회는 일경이 지은 것\"(장매성, 전남일보, 1989년 10월 20일)",
    "\"광주학생운동 배후엔 성진회가 있었다\"(정동수, 중앙일보 1979년 11월 14일)",
    "\"정의의 횃불을 든 성진회\"(정명혜,월간예향 1989년 11월호)",
    "이 조국 어디로 갈 것인가(정화암, 자유문고, 1982)",
    "\"광주학생운동의 전후사는 이렇다\"(이기홍, 마당 통권 51호, 1985년 11월)",
    "\"새롭게 부각, 논란 활발한 배후세력의 성격(이재의, 월간 예향, 1989년 11월호)",
    "그 횃불 영원히, 성진회 창설자 왕재일씨 회고(왕재일, 조선일보, 1960년 11월 3일)",
    "광주학생독립운동의 진상: 총독부학무국의 학생사건 초기인식, (김홍길 외, 동인출판문화원, 2014)",
    "제2의 3.1운동 광주학생독립운동, (김홍길 외, 동인출판문화원, 2014)",
    "일제강점기 학생독립운동 신문기사색인집(김홍길 외, 동인출판문화원, 2014)",
    "일제강점기 학생독립운동 연구현황(김홍길 외, 동인출판문화원, 2014)",
    "\"광주학생운동연구\" (국민대학교 박사학위논문, 김성민, 2006년)",
    "\"광주학생독립운동 참가학교 명단 최종보고서\" (광주광역시교육청, 2006년 6월)",
    "\"광주학생독립운동사\" (사단법인 광주학생독립운동동지회, 1996년)",
    "\"식민지학생의 항일운동 문제인식과 참여경로\"(학생독립운동연구단.김홍길,2011년 12월)",
    "\"1920년대 국내학생운동의 성격과 위상\"(학생독립운동연구단, 김성민, 2011년 12월)",
    "\"일제하 재일조선인유학생운동\" (학생독립운동연구단, 배영미, 2011년 12월)",
    "\"북간도 지역 학생운동의 성격과 위상\"(학생독립운동연구단, 장석흥, 2011년 12월)",
    "타오르는 불꽃(광주학생독립운동참여자의 증언)(광주학생독립운동기념역사관, 2009년)",
    "광주학생독립운동의 주역들(최성원, 고려원, 2001)",
    "光州抗日學生事件資料,朝鮮總督部警務局極秘文書(解說: 姜在彦, 風媒社, 1979)[編者, 朝鮮總督部警務局]",
    "광주학생독립운동 약사, (광주학생독립운동기념사업회, 1998)",
    "\"韓國學生抗日投爭史\"(原著,朝鮮總督部警務局, 성진문화사, 1971.11)",
    "광주학생운동과 나주지역 학생들의 활동(김성민, 나주학생독립운동기념관,한국역사연구회, 2009년 11월)",
    "\"1930년대 재일조선인유학생운동의 전환과 분열\" (김홍길, 일제강점기 재일조선인과 학생독립운동(국제회의), 학생독립운동연구단, 2011년 2월)",
    "\"광주학생독립운동에 관한 조선총독부학무국의 극비자료 분석(권향숙, 일제강점기 재일조선인과 학생독립운동(국제회의), 학생독립운동연구단, 2011년 2월)",
    "\"1929년 광주학생운동과 재일조선인의 지지\" (김재기, 일제강점기 재일조선인과 학생독립운동(국제회의), 학생독립운동연구단, 2011년 2월)",
    "같이 보기",
    "6·10 만세 운동",
    "신간회",
    "근우회",
    "학생독립운동 기념일",
    "각주",
    "외부 링크",
    "광주학생독립운동기념관",
    "광주학생독립운동기념사업회",
    "전남대학교 광주학생독립운동연구소 보관됨 2019-10-10 - 웨이백 머신"
  ]
}