{
  "고리국": [
    "고리국(高離國, ?~?)은 쑹화강 북쪽 지역에 있었다고 전해지는 나라이다. 탁리국(橐離國), 색리국(索離國), 탁근국(卓斤國)이라고도 부른다. 부여의 전신에 해당하는 국가로, 부여를 건국한 동명왕은 고리국 출신이라는 기록이 있다. 또한 백제가 고리국에서 나왔다는 기록이 있다. 고리국의 위치는 오늘날 중국 헤이룽장성의 하얼빈시 부근으로 비정된다.",
    "부여의 기원",
    "고리국은 부여의 건국 설화에 등장하는 나라이다. 부여를 건국한 동명왕은 고리국왕의 시녀가 낳은 아들이다. 고리국왕은 동명(東明)이 활을 잘 쏘았기 때문에 장차 나라를 빼앗길까 염려하여 동명을 죽이려 하였다. 이에 동명이 고리국을 탈출하여 남쪽으로 도망가다가 엄호수를 건너 부여를 건국하였다고 기록되어 있다.",
    "동명의 부여 건국 설화는 다양한 역사서에 거의 동일한 내용으로 기록되어 있으나, 나라 이름은 각 문헌별로 다르게 표시되어 있다.",
    "서기 60년 후한의 왕충이 쓴 《논형(論衡)》에는 탁리국(橐離國)이라고 기록되어 있다.",
    "3세기에 서술된 진수의 《삼국지(三國志)》 위서 동이전 부여편에는 고리국(高離國)이라고 하였다.",
    "5세기에 편찬한 범엽의 《후한서(後漢書)》 동이열전 부여편에는 북이(北夷)의 색리국(索離國)이라고 기록되어 있다. 5세기에 정리된 것으로 기록 자체는 《삼국지(三國志)》 기록보다 오래되었다.",
    "중국 역사책",
    "《논형》에는 '橐離(탁리)'라고 적혀 있으나,",
    "北夷橐離國王侍婢有娠，王欲殺之。婢對曰：「有氣大如雞子，從天而下，我故有娠」。後產子，捐於豬溷中，豬以口氣噓之，不死；復徙置馬欄中，欲使馬借殺之，馬復以口氣噓之，不死。王疑以為天子，令其母收取奴畜之，名東明，令牧牛馬。東明善射，王恐奪其國也，欲殺之。東明走，南至掩水(掩淲水)，以弓擊水，魚鱉浮為橋。東明得渡，魚鱉解散，追兵不得渡，因都王夫餘。故北夷有夫餘國焉。북쪽 오랑캐(北夷) 탁리국(橐離國) 왕의 시녀(侍婢)가 임신(娠)하였다. 그래서 왕(王)이 그녀를 죽이고자(殺) 하였다. 시녀가 말하기를 “달걀 같은 기운이 하늘로부터 저에게 내려와 임신을 하게 되었습니다.”라고 하였다. 그 후에 아들을 낳았는데, 왕이 돼지우리에 버렸으나 돼지들이 입김을 불어 주어 죽지 않았다. 다시 마구간으로 옮겨 말에 깔려 죽게 했으나, 말도 입김을 불어 주어 죽지 않았다. 왕은 하늘의 아들이 아닐까 의심하여 어미에게 아이를 거두어 종처럼 천하게 기르도록 하였다. 이름을 동명(東明)이라 하고 말을 기르도록 명하였다. 동명은 활을 잘 쏘았는데, 왕은 동명에게 나라를 빼앗길까 두려워하여 그를 죽이고자 하였다.'동명'이 달아나 남쪽으로 엄호수(掩淲水,至掩水)에 이르렀다. 활로 물을 치자, 물고기와 자라가 떠올라 다리를 만들었다. 동명이 건너자 물고기와 자라들이 이내 흩어져서, 쫓던 병사들은 건널 수가 없었다. 동명은 도읍을 정하고 부여의 왕이 되었고 옛(故) 북쪽 오랑캐 땅(北夷)에 부여국(夫餘國)이 생겨났다.",
    "백제의 기원",
    "백제가 고리국에서 나왔다는 기록도 남아 있다.",
    "7세기에 편찬한 《북사(北史)》에는 \"백제국은 대체로 마한의 족속이며 색리국에서 나왔다\"고 기록되어 있다.",
    "815년 일본 천황의 명으로 편찬한 《신센쇼지로쿠(新撰姓氏録)》에는 \"백제는 부여 땅의 탁근국 왕의 시녀에서 나왔다\"고 기록되어 있다.",
    "위치",
    "고리국의 위치는 부여의 북쪽 끝 지역에 해당하는데, 한서 상층－망해둔 문화는 연대가 이미 전국시대에서 서한시대에 이르며, 분포 범위는 한서 하층보다 넓으면서 주거지에서는 좁쌀이 나와 농경의 존재를 시사해 준다. 검자루맞추개돌이 나와 청동단검이 응용되었다고 추정되는 망해둔－한서 상층문화를 고리국 문화로 보기도 한다.",
    "고리국의 위치는 오늘날 만주 북쪽에서 남쪽으로 흐르는 눈강의 동쪽, 쑹화강의 북쪽에 있는 평원 지대로서, 송눈평원의 동부와 송요평원의 북쪽 지역으로 비정하고 있다. 이 위치는 오늘날 중국 헤이룽장성의 하얼빈시 부근이다. 유태용에 의하면, 5세기 중엽 부여가 고구려와 물길 등 주변 세력으로부터 침략을 받자, 부여의 일부 유민들이 나하를 넘어 부여의 옛 선조들이 살았던 고리국 지역으로 되돌아가서 두막루(豆莫婁)라는 나라를 건국한 것으로 추정하였다. 유태용의 학설에 따르면, 오늘날 중국의 하얼빈 시 지역에는 고리국 - 부여 - 두막루로 이어지는 부여계 국가가 기원전 5세기?부터 서기 726년까지 각 시대 별 다른 국가명으로 약 1,300년가량 존재했으며, 결국 8세기 초에 발해로 흡수되었다는 것이다. 정리하면 요하문명에서 발생한 고리국은 부여, 고구려, 백제 등의 고대국가를 파생시켰다, 또한 고조선과 동질한 문화와 언어를 가진 이웃이었다. 《삼국유사》의 내용을 보면 고구려 건국자인 추모(주몽)의 아버지를 단군으로 표현하는 등 고조선과도 연관이 있음을 알 수 있다. 고리, 부여, 고조선을 각각 분리하지 않고 매우 근접하게 연결 된 하나의 문화권으로 보는 시각이 지배적이다.",
    "그러나 동명신화의 탁리(槀離)를 부여에 앞서 실재한 것으로 보고, 고리-부여-고구려의 순서로 국가가 형성되었다는 논리는 매우 어색하다는 지적이 있는데, 동명과 주몽의 건국신화가 북방의 일반적이고 보편적인 신화라는 논리를 따른다면 이 내용에 집착하여 고리국의 위치를 부여(길림시)의 북방 어딘가에 굳이 비정하려는 논리는 불필요하다는 것이다. 보다 근본적으로는 백금보 문화와 한서 2기 문화가 동명설화의 고리국과 관련되었다는 사실이 증명되지 못하고 있다.",
    "각주",
    "참고 문헌",
    "유태용, 〈논형(論衡) 길험편에 보이는 고리국의 연구〉, 《백산학보》 제57호, 2000년.",
    "조영광, 〈고구려 초기의 국가 형성〉, 경북대학교 박사학위 논문, 2012년, 34~39쪽.",
    "왕우랑(王禹浪), 〈북이 색리국 및 부여 초기왕성의 새로운 고찰〉, 《고구려발해연구》 제14집, 고구려발해학회, 2002년 12월, 79~123쪽.",
    "같이 보기",
    "부여의 건국 신화",
    "동명왕",
    "두막루"
  ]
}