{
  "삼국 시대": [
    "삼국 시대(三國時代)는 기원전 1세기부터 7세기까지 고구려, 백제, 신라 삼국이 남만주와 한반도 일대에서 중앙집권적 국가로 발전한 시기를 일컫는다. 신라와 당나라 연합군에 의해 백제(660년), 고구려(668년) 차례로 멸망하면서 한반도 중남부에는 통일신라 북부에는 발해가 들어서 남북국 시대로 넘어간다. 각국의 전성기로 평가되는 시기는 백제 4세기, 고구려 5세기, 신라 6세기 순이다.",
    "일부 사학자들은 실질적으로 삼국이 정립되어 삼국 시대가 전개된 것은 고구려, 백제의 기원인 부여가 멸망하고(494년), 또, 가야가 멸망한 562년 이후부터 신라가 백제를 정복한 660년까지 약 100년 동안의 기간 뿐이므로 부여, 가야를 포함하여 오국 시대 혹은 사국 시대라는 용어를 사용하기도 한다.",
    "역사",
    "삼국 시대의 배경과 원삼국 시대",
    "기원전 108년 왕검성(王儉城)을 함락시키고 고조선을 멸망시킨 한나라는 옛 고조선 지역에 네 개의 군을 설치했다. 한사군(낙랑군, 임둔군, 진번군, 현도군)의 지배 시기에 고조선 사회의 기존 상급 통합조직은 해체되었다. 중국계 주민들은 군현 내의 주요 지점에 설치된 토성에 주로 거주하면서 지배 족속으로 군림하였고, 고조선인은 촌락 단위로 군현 조직에 예속되었다. 또한 8조의 법금이 갑자기 60여 조로 늘어난 데서 알 수 있듯이, 고조선 사회의 전통적인 사회질서와 문화에 큰 혼란이 일어났다. 경제적으로도 군현의 공적인 수취 외에 한나라인들에 의한 수탈적인 상거래가 성행하였다. 이러한 결과를 강요한 한군현의 지배에 대한 저항이 곧이어 일어났고, 그 결과 2개 군이 폐지되고 1개 군이 축소되는 변동이 잇따랐다.",
    "그러나 고조선 사회의 중심부였던 한반도 서북 지방에 설치된 낙랑군은 점차 지배 영역이 축소되긴 했지만 기원후 4세기 초까지 유지되었다. 3세기 초에는 낙랑군의 남부 지역에 대방군이 설치되었다. 낙랑군 관할에 있었던 조선현(朝鮮縣), 즉 평양 지역은 비단 한반도 서북부의 문화와 정치의 중심지였을 뿐 아니라, 한반도 남부와 일본 열도 지역의 주민과 중국 사이의 무역 중계지로서 번영하였다. 이 지역에는 상당수의 중국계 주민이 이주해 와 정착하였다.",
    "이들이 남긴 무덤들에선 한나라에서 반입된 고급품과 낙랑군 현지에서 생산한 물품들이 출토되어 당시 번성한 낙랑군의 면모를 보여준다. 그러나 이런 높은 수준의 문물은 토성을 중심으로 거주하던 중국계 주민들과 낙랑군의 지배 조직의 말단에 편입된 일부 고조선계의 수장층에 한정되어 보급되었으며, 다수의 고조선인의 생활과는 무관한 것이었다. 나아가 이런 한나라의 군현들과 그 세력의 원천인 한나라는 군현의 외곽 지역에 거주하던 예·맥·한민족 사회의 정치적인 성장을 압박하는 외적 요소로 작용하였다. 한편 한나라 군현을 통해 유입되는 선진문물은 토착사회의 변화를 자극하였다.",
    "이러한 상황에서 한편으로는 한나라 군현의 세력에 대항하고, 다른 한편으로는 그 선진 문물을 수용하면서, 예·맥·한민족 사회에서 삼한(마한, 변한, 진한), 고구려, 옥저, 동예, 부여 등 여러 국가들이 차례로 등장하였다. 이 국가들이 오랜 기간에 걸친 상호 통합의 과정을 거쳐, 고구려·백제·신라 등의 국가로 정립하게 되었다.",
    "삼국의 정립",
    "고구려",
    "한족과의 투쟁 과정 속에서 점차 세력을 확대한 고구려는 유리왕 때에 이르러 전한의 뒤를 이어 일어난 신나라와 충돌할 정도로 그 세력이 성장하였다. 이어 태조왕 때부터는 강력한 대외 발전을 꾀하여 옥저를 복속시키고 요동군과 현도군을 자주 공격하였다. 또 고구려는 요하 지역을 차지하고 있던 공손씨를 축출하고, 중국이 삼국의 대치로 혼란에 빠진 틈을 타 위나라를 공격하는 등 정복 국가로서의 면모를 과시하며 집권 체제를 가다듬었다.",
    "이후 고국천왕 대에 이르러 을파소 등의 유능한 대신이 등장하고, 진대법 등을 통해 내정의 안정을 꾀하였지만, 고국천왕 사후에 고발기를 비롯한 고국천왕의 형제들 간에 일어난 싸움으로 혼란이 일어나기도 하였다. 그러나 발기의 난에서 고발기를 진압하고 왕이 된 산상왕에 이어 동천왕이 즉위하면서부터는 다시 대륙과의 관계를 다양하게 전개, 위나라에는 능동적으로 대처하고 신라를 지속적으로 침범하였다.",
    "이러한 정복전쟁 결과 고구려는 막대한 토지와 인간을 점유하였고, 왕실을 고정하고 부자상속을 확립하였으며, 또 5부를 개편하는 등 국가체제의 정비를 꾀하여 4세기에는 율령제가 갖추어진 고대 국가로서 발전하였다.",
    "신라와 가야",
    "지금의 경주를 중심으로 성장한 사로국은 중국의 금속 문화와 접촉할 기회가 적어서 고구려·백제보다 사회 발전이 늦었다. 그러나 점차적으로 동부 해안에서 정착해 온 석씨와 연합하여 연맹체를 이루어 갔다. 그리하여 탈해 이사금 때는 국호를 계림(鷄林)으로 고치고, 6촌을 개편하여 6부의 행정 구역으로 하였다. 이 시대에는 부족장의 칭호도 군장이라는 의미로 해석되는 ‘거서간’에서 무당 또는 제사장을 의미하는 ‘차차웅(次次雄)’으로, 그리고 다시 부족장 권한의 ‘계승자’라는 의미의 ‘이사금(尼師今)’으로 변했다. 그 후 미추왕의 즉위를 기점으로 김알지의 후손 김씨가 왕위를 차지하였다.",
    "한편 금속문화의 전파가 늦었던 변한의 여러 부족 국가들도 3세기 이후에는 가야라는 연맹체를 형성하기 시작했다.",
    "백제",
    "백제의 경우 [[서 시작했을 것이라고 추측된다. 고구려에서 도주한 온조 집단이 처음에 정착한 곳은 미추홀과 위례성이었고, 비류가 자살하면서 위례로 합쳐졌다. 고조선 멸망 후부터 파상적으로 피난해 온 ]·초고왕의 재위 기간을 거치는 동안 토착 부족 세력을 결합하면서 점차",
    "낙랑·대방의 침략을 받은 한강 유역의 부족 국가들은 이에 대항하기 위하여, 보다 큰 연맹체가 요구되자 백제를 맹주로 공고히 단결함으로써 백제는 부족국가로 성장할 수 있었다.",
    "삼국의 발전",
    "대륙에서 후한(後漢)이 망하고 위(魏)·촉(蜀)·오(吳)의 세 나라가 각축을 벌이는 가운데, 반도에 대한 영향력이 점차 감소되고 있던 4세기에서 6세기에 이르는 시기에 삼국은 정치적으로 큰 발전을 이룩하였다. 그 중 하나는 고대 국가로의 발돋움을 위한 체제 정비이고, 다른 하나는 정복 국가로의 변모다.",
    "한국의 고대 국가 체제 정비는 부족 국가 체제의 약화에서 시작되었다. 원래 부족장의 권한이 강대한 상태에서는 지방 분권적인 사회 조직이 유지될 뿐 강력한 왕권이 존재할 수 없었다. 부족 연맹 사회의 우두머리라 할 부족 연맹장으로서의 왕도 각 부족장의 통치권을 인정한 바탕 위에서 성립된 것이기 때문에 강력한 전제 왕권의 행사가 불가능하였다. 따라서 왕권의 세습이나 왕권의 부자상속 같은 것도 기대할 수 없었고, 다만 선거로써 왕좌(王座)가 변동되었다. 부여에서 가뭄과 장마의 책임을 왕에게 돌려 왕을 폐위하거나 죽인 사례나 고구려의 오부(五部) 사이에서 왕권의 이동이 있었던 사실, 신라의 세 성(박·석·김)이 왕위를 번갈아 이어받았던 것은 이러한 것을 잘 말해준다.",
    "그러나 부족 연맹장의 세력은 점차 증대되고 부족장의 권한은 점차 약화되었을 뿐만 아니라, 지방의 부족장을 중앙으로 끌어올려 적당한 지위를 주어 귀족으로 편제시켰다. 신라의 골품제에서 나타난 진골을 비롯한 각 두품이나 17개의 관등, 또 고구려와 백제에서의 관등의 성립 등은 이러한 것을 잘 말해주고 있다. 이를 통해 단순한 부족 연맹의 군장이었던 왕은 종래의 부족장이 선출하던 연약한 왕권의 소유자에서 부자 상속이 가능한 절대적인 군주로 군림할 수 있었다.",
    "또 하나, 고대 왕권의 구축과 고대 국가 체제의 정비에는 제도적인 면에 앞서서 사상 통일이 요청되었다. 과거의 지방 분권적이고 부족적인 사상 체계를 고대 국가적인 사상 체계로 승화시키는 데에는 보다 포괄적이고 고차원적인 이념과 윤리 강령이 필요하였다. 한국의 고대에서 고구려 (372년), 백제 (384년), 신라 (527년)가 각각 불교를 수입, 혹은 공인하는 것이 바로 이 시기였다는 것은 불교가 고대 국가 체제의 정비에서 관념 체계적인 역할을 감당했다는 것을 의미한다.",
    "고구려에서 고대 국가 체제를 정비한 소수림왕과 고국양왕의 뒤를 이어 즉위한 광개토왕과 장수왕이 요동에서 한강 유역에 이르는 광활한 영토를 정복할 수 있었던 것과 신라에서 불교를 공인한 법흥왕의 뒤를 이어 즉위한 진흥왕이 한강 유역을 탈환한 것 등, 이러한 삼국의 정복 군주의 등장은 대륙으로의 진출 뿐만이 아니라 삼국의 판도 또한 크게 바꾸는 계기가 되었다.",
    "고구려의 광개토왕은 북으로 만주 일대를 공략하여 영토를 넓혔을 뿐만 아니라 남으로 백제와의 대결에서 크게 이겼으며, 백제와 결탁하고 있던 왜의 세력을 꺾기도 하였다. 뒤이은 장수왕도 영토 확장에 노력하였는데, 이를 위해 장수왕은 수도를 평양으로 이전하였다. 이러한 평양 천도 등 일련의 남진 정책으로 고구려에 대항하기 위한 신라·백제 간의 동맹 관계가 성립되었고, 120여 년간의 나제 동맹 유지는 삼국의 역사에서 가장 뒤늦게 발전한 신라로 하여금 자체의 역량을 배양하여 후일 삼국 통일의 기틀을 마련하는 데 충분한 시간을 주었다.",
    "신라가 자체 정비를 서둘러 정복 체제를 갖춘 것은 법흥대왕대를 거쳐서 진흥대왕대에 이르러서이며, 당시에는 고구려가 광개토왕과 장수왕의 양 대에 걸친 정복 전쟁으로 많은 힘을 소모한 때였다. 신라는 백제와 동맹하여 고구려의 치하에 있던 한강 유역을 빼앗고 동북쪽으로 진격하여 지금의 강원도와 함경남도 일대까지 점령하였을 뿐 아니라 나제 동맹을 깨고 백제가 정복한 한강 하류 지역마저 도로 빼앗아 버렸다. 나제 동맹을 깨고 백제가 가지고 있던 한강 유역까지 탈취한 신라는 한강 유역의 비옥한 토지와 서해안을 통한 당나라 등 중국 왕조들과의 접촉, 고구려와 백제의 국경을 차단하는 것이라는 세 마리 토끼를 잡았고, 내부로는 불교를 공인하고 화랑을 양성함으로써 삼국 통일의 기반을 마련하였다.",
    "신라의 법흥대왕·진흥대왕의 양 대에 걸친 가야 정복은 신라의 낙동강 서부 진출 정책이 성공하였다는 것을 의미한다. 오랫동안 신라·백제 및 왜의 세력 각축장이었던 가야가 신라에 정복됨으로써, 왜와 백제 세력이 이곳에서 축출되었을 뿐 아니라 이들과의 대결에서 신라는 유리한 고지를 점령하였기 때문이다. 신라가 한반도의 새로운 강국으로 성장하여 세력권 형성에 큰 변화를 가져오게 하였다. 따라서 한반도는 과거의 고구려와 신라·백제의 대립이 아니라 신라 대 고구려·백제의 대립 양상으로 정세가 크게 변했고, 이러한 외교 관계에 중국과 일본이 가담하여 동아시아의 형세는 수·당 - 신라의 동서 세력과 돌궐 - 고구려 - 백제 - 왜의 남북 세력으로 양분시키게 되었다.",
    "이 시기에 주목해야 할 문화적 사실은 불교와 유교의 도입이다. 불교는 고대 국가의 사상 통일에 기여하였다는 것과 또 대규모 정복 전쟁에서 높은 사기를 발휘할 수 있게 하였다는 점에서, 또 유교는 고대 국가의 집권적인 왕권에 효율적인 제도의 운용과 그 사상적 바탕을 제공하였다는 점에서 그러하다. 그뿐만 아니라 이 시기에 한반도에 소를 활용한 우경법(牛耕法)이 도입되어 한반도의 세 나라는 효율적인 양식(糧食)의 증대가 용이해졌고, 우경법은 삼국 시대 이후에도 한반도의 농사에 있어서 큰 영향을 미치게 된다.",
    "신라의 삼국통일",
    "한반도에서 정치적·문화적으로 7세기에서 8세기에 걸치는 기간은 커다란 변화와 발전을 본 시기였다. 이 시기에는 정치적으로는 신라의 삼국 통일이 있었고, 문화적으로는 불교문화의 전성기를 맞이하였던 것이다.",
    "신라의 통일에 앞서 삼국은 서로 정치적·군사적으로 갈등이 있었고, 그 위에 중국 대륙에서는 수세기 이래 다시 천하를 통일한 수나라가 대두하여 한반도를 침략했다. 그러나 고구려는 잘 싸워 이를 물리쳤고, 사비(泗批)로 천도한 백제도 고지(故地) 회복에 힘써 한때 큰 뜻을 펴 나가기도 하였다. 그러나 신라는 안으로 불교를 통한 정신적 통일을 꾀하는 한편, 화랑 제도를 발전시켜 군사적 일면을 담당케 하였고, 대외적으로는 수에 대신하여 일어난 당과의 연합으로 먼저 백제를 쳤으며(660년), 다음으로 고구려를 멸망시켰다(668년).",
    "당시 고구려와 백제는 서로 연합해야만 신라에 맞설 수 있었고, 지리적 위치 또한 신라에게 둘러싸여져 있었다. 신라가 이들을 정복하기 직전, 고구려는 수차에 걸친 수·당의 침략을 받았고, 백제는 군사를 총동원하여 신라에게 빼앗긴 옛 영토를 공격하고 있었다.",
    "그러나 고구려는 권력층의 세력 분쟁과 민심 이반으로 국력이 크게 약해졌고, 백제는 의자왕의 실정과 귀족간의 권력 쟁탈전으로 결국 민심이 이반되었다.",
    "신라가 이들을 정복하여, 드디어 한민족의 통일을 가져왔으나 당과의 연합 세력에 의한 군사적 승리 뒤에는 적지 않은 난관이 뒤따랐다. 당은 당대로 백제의 고지에 5도독부(五都督部)를 두었고, 고구려의 고지에는 9도독부(九都督部)를 두었으며, 이를 다시 42주(州)로 나누었다. 이것은 당이 두 나라의 영토를 자기의 속령으로 만들고자 하는 속셈이었고, 신라는 이러한 당의 계획을 분쇄해야 했다. 이 투쟁은 문무대왕 16년(676년) 고구려가 망한 지 8년이 지나서야 성공하여 신라는 대체로 대동강과 원산만을 연결하는 선 이남의 영토를 차지했고, 당은 평양에 설치, 신라까지도 포함하여 지배하려 한 안동도호부(安東都護府)를 철거하게 되었다.",
    "나당 전쟁에서 최종적으로 승리함으로써 신라는 한반도 최초로 통일 왕국을 이뤄내었다.",
    "고구려",
    "고구려는 기원전 35년에서 서기 668년까지 한반도 북부와 만주 일대를 지배한 고대 국가이다. 고구려는 기원전 37년 주몽이 이끄는 부여족의 한 갈래가 압록강 지류인 동가강(佟佳江) 유역에 건국함으로써 성립되었다. 고구려는 초기부터 한족(漢族)과의 투쟁 과정을 통해 강대해졌다. 1세기 태조왕 대에 들어서 고구려는 중앙집권국가의 기틀을 마련하였다. 또한 태조왕은 동예와 옥저를 복속시키고, 낙랑군과 현도군은 압박하여 영토를 넓혔다. 고국천왕은 왕위의 부자상속제를 마련하였고, 5부의 행정구역을 설정하는 등 체제 정비를 단행하여 왕권이 보다 강화되었다.",
    "미천왕은 서안평을 확보하고, 낙랑군과 대방군을 정복하여 한반도에서 한사군의 세력을 완전히 몰아내 고조선의 옛 땅을 회복하였다. 고구려는 고국원왕때 백제와 전연의 공격으로 일시적인 국가적 위기를 겪었으나, 소수림왕 대에 들어서 고구려는 태학(太學)을 설립하고 불교를 국가적으로 공인하였으며, 율령을 제정함으로써 중앙집권국가를 완성시키고 다시 나라를 정비하였다.",
    "5세기, 고구려는 전성기를 맞이하게 되는데, 광개토왕은 백제의 수도인 한성(漢城)을 침공하여 남쪽 영토를 임진강과 한강까지 확장시켰고, 신라의 내물왕을 원조하여 왜구를 격퇴하였다. 또한 북으로 후연을 쳐서 요동을 완전히 차지하고, 아울러 요서 지방의 일부까지 진출하였다. 광개토왕은 숙신과 동부여를 복속시켜 만주와 한반도에서 우월한 위치를 확보하였다.",
    "그의 아들인 장수왕은 중국의 남북조와 통교하였고, 유연(柔然) 등 새외(塞外) 민족과도 통교하면서 외교관계를 확대하여 중국을 견제하였다. 427년 남하정책의 일환으로 수도를 평양으로 천도하여 중앙 집권적 정치기구를 정비하였다. 475년 고구려는 백제의 한성을 침공하여 함락하고 개로왕을 죽여 고국원왕의 한을 풀고 남쪽의 아산만(牙山灣)까지 지배하였다. 이때 백제는 수도를 웅진으로 옮겼고, 함께 공격당한 신라는 죽령(竹嶺) 이북의 땅을 잃었다.",
    "후기",
    "6세기 중반에 들어서 내우 외환에 시달리던 고구려는 국력이 크게 쇠약해졌다. 신라의 진흥왕은 나제동맹(羅濟同盟)을 깨고 고구려에게서 빼앗은 한강 유역을 독차지 하였으며, 지금의 함경도 지역 일부에까지 진출해 고구려를 압박하였다.",
    "고구려는 이어 북중국의 북제(北齊)의 군사적인 압력과, 유연(柔然)을 격파하고 등장한 몽골 고원의 신흥 유목민 국가인 돌궐(突厥)의 적극적인 공세에 직면하게 되었다. 이러한 안팎의 위기를 맞아, 고구려의 귀족들은 대내적으로는 그들간의 분쟁을 수습하고 귀족 연립 정권 체제를 성립시켰다. 이는 각기 수하병(手下兵)을 거느린 귀족들이 실권자의 직위인 대대로(大對盧)를 그들 사이에서 3년마다 선임하고 주요 국사는 소수의 귀족들로 구성된 합좌 회의(合坐會議)에서 결정하는 형태로, 이후 고구려 말기까지 이러한 귀족 과두 체제의 기본적인 틀이 유지되었다. 대외적으로는 한강 유역과 함흥평야 지역을 신라에 넘겨주고 양국이 화평하게 지낸다는 내용으로 신라와 밀약을 맺어 남부 국경선의 안정을 취한 뒤, 서북부 방면의 위협에 대처하는 데 주력하는 방책을 사용하였다.",
    "이에 신라는 553년 동맹국이었던 백제를 기습적으로 공격하여 한강 하류 지역을 차지하였다. 격분한 백제의 성왕은 이듬해 백제군과 가야군 및 1천 명의 왜군을 포함한 3만 명의 군대를 동원해 신라에 대한 반격전에 나섰으나 대패하고, 이 전투에서 백제 성왕이 전사하였다. 이때 백제와 연합해 신라와 싸운 가야군은 대가야(大加倻)가 중심이 된 군대였다.",
    "가야는 낙동강 유역과 남해안 일대에 있었던 여러 작은 나라의 총칭이다. 가야는 철이 많이 생산되고, 한반도의 서북부 지역과 일본 열도를 연결하는 해상 무역로의 중간 지점에 있어서, 일찍부터 문물이 발달하였다. 그러나 4세기 후반 이후 백제와 신라의 세력이 뻗쳐왔고, 고구려도 한때 영향력을 행사했으며, 왜도 개입하게 되어, 가야는 동북아 지역의 주요 분쟁지가 되었다.",
    "그런 가운데 가야의 여러 소국 중 낙동강 하구 지역에 있었던 금관가야(金官加耶)가 두각을 나타내어 이 지역의 대표적인 세력이 되었다. 이 금관가야는 5세기 초 고구려 광개토왕(廣開土王)의 낙동강 유역 원정 이후 크게 쇠약해져, 6세기 초 신라에 병합되었다. 이후 신라가 낙동강 서쪽 지역으로 세력을 확대해나가자, 가야의 소국들은 백제나 왜와 연합하여 대응하였고, 고령(高靈)의 대가야가 이 지역의 중심국이 되었다. 그런데 대가야가 554년의 전투에 패배한 후 얼마 안 있어 신라에 병탄되고, 소백산맥 동쪽의 가야지역은 신라의 영역이 되어, 가야는 완전 소멸하였다.",
    "589년 중국에 새로 들어선 수나라는 고구려를 4차례에 걸쳐 침공하였다. 고구려-수 전쟁에서 고구려는 612년 을지문덕이 이끈 살수 대첩과 같은 중요한 전투에서 승리함으로써 수나라의 침공을 막아낼 수 있었다. 이 전쟁은 수나라의 멸망의 요인 중 하나가 되었다. 곧이어 중국을 통일한 당나라의 태종은 연개소문의 대당강경책을 구실로 고구려를 침입하여 요동성 등을 함락시키는 성과를 거두기도 했으나 안시성에서 성주 양만춘(楊萬春 혹은 梁萬春)에게 대패하였다.",
    "이처럼 고구려는 중국 세력의 공격을 성공적으로 막아냈으나, 공격을 받으며 국력이 쇠퇴해갔다. 특히 연개소문 사후 지배층이 분열되어 정치 상황이 어지러웠고 민심이 혼란해져 있었다.",
    "668년, 나당연합군은 혼란해진 고구려를 공격하여 수도인 평양을 차지하고 고구려를 멸망시켰다. 당나라는 고구려의 옛 땅에 안동도호부를 설치하였고, 고구려 영토의 일부는 신라로 들어갔다. 그러나 고구려의 공백은 후일 그 계승국인 발해로 이어진다.",
    "신라",
    "신라(新羅)는 고구려, 백제와 함께 삼국 시대의 삼국 중 하나로, 현재의 한반도 동남부 일대를 약 1000여 년 동안 지배하고 있던 국가이다. 국호 신라에는 왕의 덕업이 날로 새로워져서 사방을 망라한다는 의미를 담고 있다. 신라(新羅)는 경주 지역에서 기원전 57년 경에 건국되었다. 신라는 삼국 중 가장 먼저 세워졌지만 국가의 틀을 세우는 데는 가장 늦었다. 그러나 6세기 경 진흥왕 대에 이르러 전성기를 맞으며 7세기경 한강 유역을 차지하고 나·당 연합을 결성하여 660년 백제를 멸망시키고, 668년 고구려가 당나라에 의해 멸망하면서 한강 이북의 일부와 한강 이남 전역을 차지하여 삼국 통일을 달성하게 되었다. 669년 발해가 세워짐과 함께 남북국 시대의 남쪽 축이 되었다. 그러나 말기에 이르러 왕과 귀족이 사치스러운 생활을 하고 정치를 제대로 돌보지 않아 곳곳에서 반란이 일어나 892년 견훤이 후백제를, 901년 궁예가 태봉(처음 이름은 후고구려)을 세움과 함께 후삼국 시대가 시작, 양국의 공세에 버티지 못한 신라 경순왕은 935년 고려의 왕건에게 항복하니 56대 992년 만에 멸망했다.",
    "신라사는 크게 상대, 중대, 하대로 나뉘는데, 상대는 박혁거세 거서간부터 진덕여왕까지의 28대 771년으로, 건국 이후 부족국가에서 고대국가로의 발전 및 팽창으로 고구려, 백제와 양립하던 시기이다. 중대는 태종 무열왕부터 혜공왕까지의 8대 127년으로, 백제, 고구려 멸망 및 그 직후의 신라문화의 황금기이다. 하대는 선덕왕부터 경순왕까지의 20대 156년으로, 계속된 평화와 왕위 계승권 싸움으로 혼란해져 기울어간 시기이다. 신라의 왕은 박씨, 석씨, 김씨가 번갈아 가며 왕이 되었다. 신라는 법흥왕 때 불교를 받아들여 왕권 강화와 국민의 단결을 꾀하였으며 섬세하고 화려한 불교 유적과 유물들을 남겼다.",
    "가야",
    "가야(伽倻 혹은 加耶, 伽耶)는 가락(駕洛, 加洛), 가라(加羅, 伽羅, 迦羅), 가량(加良), 구야(狗耶)라고도 하며, 삼국시대 대부분 동안 한반도 남부에 위치해 있던 부족국가의 연맹체였다. 동쪽으로 신라, 서쪽으로 백제를 접하고 있었다.",
    "2~3세기경에 김해 등지에 있던 금관가야를 중심으로 대가야, 성산가야, 아라가야, 고령가야, 소가야의 5개국이 합쳐져 전기 가야 연맹이 성립되었으나 고구려의 공격으로 인해 금관가야가 큰 피해를 입자 5~6세기 경 피해를 거의 입지 않은 대가야를 중심으로 후기 가야 연맹이 만들어진다.",
    "그러나 이 역시 신라와 백제의 사이에서 위협을 받으며 서서히 무너져가 결국 562년 멸망한다. 삼국과 달리 제대로 된 국가가 만들어지지 못하고 부족국가의 연맹으로 전락한 것이 멸망의 원인으로 지적되고 있다. 가야는 김해 지방에서 생산되는 질 좋은 철을 바탕으로 국력을 키웠으며 왜 등지와 교역을 하기도 했다. 가야의 철기 문화는 뛰어난 수준으로 평가된다.",
    "백제",
    "백제(百濟)는 서기전 18년 온조에 의해 하남 위례성에 건국되었다. 삼국지에는 백제가 마한의 일부였다고 한다. 백제는 3세기 경 충청도, 전라도 일부 지역으로 세력을 확장해 나갔다. 또한 북쪽으로의 진출은 고구려와 중국 군현 사이의 영토적 분쟁을 일으키기도 하였다.",
    "4세기 근초고왕 때는 마한 대부분을 병합하여 전라도 지역 대부분을 영토로 하였으며 북쪽으로 고구려의 평양을 공격하여 고국원왕을 전사시키기도 하는 등 전성기를 이루었다. 일부 학자들은 이 시기 백제가 중국의 요서 지방, 일본의 규슈 등에 진출하였다고 주장하기도 한다. 그러나 이후 고구려와 신라에게 한강 유역을 빼앗기는 등 수난을 맞았다. 성왕은 신라와 동맹을 맺고 고구려를 협공하여 한강 유역을 되찾았으나 신라의 배신으로 모두 허사가 되고 결국 관산성에서 전사했다.",
    "그 후 백제는 부흥을 위해 노력했으나 660년에 신라와 당나라의 연합 공격을 받고 수도 사비성이 함락되며 멸망하였다. 백제의 문화는 대체로 세련되고 섬세한 것이 특징으로, 이러한 백제의 문화는 왜 등지에 많은 영향을 미쳤다.",
    "역사적 기록",
    "기원전 57년 신라가 소백산맥 남동쪽에, 고구려가 기원전 37년 압록강 유역에 세워졌다. 기원전 18년 백제는 고구려 추모성왕의 아들 온조가 한강 유역을 중심으로 세웠으며 가야는 낙동강 중하류 유역에서 수로가 세웠다.",
    "주변국들로는 부여, 옥저, 동예, 우산국, 탐라국 등이 있었다.",
    "신라는 당과 연합하여 660년 백제를, 668년에는 고구려를 멸망시킴으로써 삼국 시대는 끝나고, 얼마 후 발해와 신라로 이루어진 남북국시대가 왔다.",
    "이때를 기술한 역사서로 삼국사기와 삼국유사, 삼국사절요가 있다.",
    "삼국의 정치 구조",
    "부체제의 구조",
    "삼국은 고조선 사회의 외곽에서 각기 독자적으로 성립하였고, 4세기 중반 이후 서로 국경을 접하게 되기 전까지는 상당 기간 상호 깊은 교섭이 없이 발전해 나갔다. 그에 따라 삼국의 정치 조직에는 각각 개성적인 면모를 보여주는 상이함이 상당히 존재하였다. 그러한 가운데서도 삼국 초기의 정치 조직에서는 당대의 역사적 조건으로 인한 일정한 공통성을 찾아볼 수 있다. 바로 부체제(部體制)가 그것이다.",
    "고구려의 5부, 신라의 6부, 백제의 부여·고구려계 이주민 집단으로 구성된 부 등은 원래 부족이나 소국의 성격을 지닌 단위 정치체였다. 이들은 삼국 성립기에 연맹체를 형성하여 삼국 건국의 주체가 되었다. 삼국이 팽창해 나감에 따라 여타 피정복 지역의 지배층 일부가 이",
    "삼국 초기 각부는 중앙 정부에게 대외적인 외교·군사·무역권 등은 빼앗겼으나, 부 내부의 일에 대해서는 상당한 자치권을 행사하였다. 3세기 전반까지도 고구려에서는 소노부가 자체의 종묘와 사직, 즉 조상신과 토지신 및 지역 수호신 등에 제사를 지내는 등 상당한 독자성을 유지하고 있었음은 이 같은 점을 말해준다. 또한 부 내부에도 부의 통제를 받으면서 일정하게 자치권을 행사하는, ‘부내부(部內部)’라고 부를 수 있는 작은 하위 집단이 존재하였다. 고구려의 경우 연나부(椽那部) 내에 그러한 집단이 네 개 존재하였고, 신라의 한지부(韓岐部) 내에서도 그러한 집단의 존재를 확인할 수 있다.",
    "각부의 주민은 귀족에서 빈민에 이르기까지 계급적으로 분화되어 있었으나, 삼국의 국가 구조 내에서 볼 때 여타 피복속 지역의 주민에 비해 우월한 지위를 점하였다. 신라에서는 이러한 점이 상대적으로 늦게까지 남아 있어서, 삼국 후기까지도 관등제의 운영에서 원칙적으로 6부의 민(民)에게는 경위(京位)가 주어졌고, 지방민에게는 외위(外位)만 주어졌다. 중앙 관직과 지방관의 자리는 경위를 지닌 자만이 임명되었다.",
    "한편 삼국 초기에 흡수된 피정복 지역의 주민은 병합될 당시의 소국 또는 읍락 단위로 각각 중앙 정부에 복속되었다. 이들은 자치를 행하며 중앙 정부에 공납을 하고 군사적으로 협력하였다. 각각의 읍과 촌락이 삼국의 통치 구조 내에서 차지하던 위치가 그에 예속된 정도는 다양한 양상을 띠었는데, 복속될 당시의 상황과 세력 정도에 따라 일부는 5부나 6부의 동맹 세력으로, 다른 일부는 집단 예민으로 편제되었다. 피정복민을 집단별로 예속시킨 것은 중앙 정부의 지배력이 촌락 내부에까지 미칠 수 없었기 때문이며, 이는 당시까지 촌락의 공동체적인 유제가 잔존하여 사회의 기층에 작용하고 있었기 때문이다.",
    "이렇듯 삼국 초기 통치 구조의 기본적인 틀은 자치적인 여러 집단을 누층적(累層的)으로 통합하여 지배·예속 관계화한 것이었다. 구체적으로 6부가 중앙 집단이 되고 복속된 지역의 읍과 촌락들이 그에 예속되어 있으며, 각부는 다시 중앙 왕실에 복속된 형태였다.",
    "당시 각부의 귀족들은 자신의 관원을 두었으며 상당한 자치력을 지닌 세력 기반을 가지고 있었다. 왕은 초월적인 권력자라기보다는, 그러한 귀족 가운데 대표적으로 유력한 존재였다. 그런 만큼 왕국의 중대사를 결정하고, 각부에 대한 통합력과 국가의 동원력을 최대화하는 데는, 각부의 귀족으로 구성된 회의체가 중요한 권능을 지녔다. 때로는 이 귀족회의에서 왕을 폐위하고 새로운 왕을 옹립하는 일을 결정하는 경우도 있었다. 귀족회의는 그 뒤 왕권의 강대화에 따라 그 권능이 약화되었으나, 삼국 말기까지 존속하였다.",
    "중앙집권적 영역국가 체제",
    "삼국 초기의 정치 구조는 삼국이 성장해 감에 따라 변모하였다. 삼국 초기의 대내적인 정치정세는 부의 자치력과 왕실의 통제력, 중앙 정부의 집권력과 복속된 각 지역 집단의 자치력 간의 상호관계 속에서 전개되었다.",
    "그것은 점차 왕권과 중앙 집권력이 강화되는 방향으로 진전되었다. 이는 철제 농기구의 광범위한 보급과 그 효율성의 개선, 수리 시설의 확충, 우경의 보급 등에 따른 생산력의 증대와 정복 전쟁으로 말미암은 사회분화의 진전으로, 각 집단의 자치력을 뒷받침하던 공동체적인 관계가 해체되고 지역 간 발전의 불균등성이 완화되는 등의 사회적 변화와 함께 진행되었다. 이에 따라 삼국은 기존의 집단별 상하관계를 일원적인 지배질서로 전환해 나가기 위해 관등제를 정비하고 관직 체계를 확충해 갔다.",
    "삼국 초기 각부는 자체의 관원이 있었다. 이들은 같은 위계의 왕실 관원보다 하위에 놓였다. 그래서 각부가 분립하는 가운데서도 왕실을 중심으로 통합적인 상하 질서가 형성되었다. 그런데 각부의 자치력이 소멸되어 감에 따라 각부의 관원은 왕권하의 일원적인 관등체계에 흡수되었다. 각부의 귀족도 이 관등제에 따라 편제되었다. 그 완성된 체계가 고구려의 14등 관등제, 백제의 16등 관등제, 신라의 17등 관등제였다.",
    "나아가 관료 조직이 확충되고 관직 체계가 분화되어 갔다. 그중 백제는 6좌평제(六佐平制)와 22관부(二十二官部)가 있어 세련된 면모를 보였으며, 신라에서는 6세기 초 이후 병부(兵部)를 위시한 각종 관서가 만들어졌다. 이 관등제와 관직 체계의 운영은 신분제에 따라 일정한 규제를 받았다. 출신 신분에 따라 일정한 관등까지만 승진할 수 있었고, 동일한 관직일지라도 신분에 따라 취임할 수 있는 관등에 차이가 있었다. 신라의 골품제(骨品制)는 그 두드러진 예로서, 진골(眞骨) 귀족이 주요 관서의 장을 독점하여 배타적인 우월성을 과시하였다.",
    "또한 삼국은 피정복 지역의 주요 거점에 군대를 주둔시키고, 크고 작은 성(城)을 단위로 지방관을 파견해 중앙 집권화를 도모해나갔다. 몇 개의 자연촌락으로 구성된 행정촌이 기본적인 말단 행정단위가 되었으며, 다시 수개의 행정촌의 묶인 상위 행정단위가 설치되었다.",
    "이러한 지방 행정 제도의 정비는 곧 그 지역의 주민과 토지에 대한 지배권을 중앙 정부가 장악해 감을 의미한다. 중앙 정부는 지배영역 내의 주민들에게 조세를 부과하고 그들의 노동력을 징발하였다. 기존의 각 읍과 촌락의 장들은 이제 국가권력을 집행하는 존재로서 지방 지배 조직의 말단에 예속되었다. 이는 중앙의 부(部)에서 더 빨리 진행되었다. 부는 삼국 중기 이후 고구려와 백제에선 수도의 행정 구획 단위로 변하였고, 동시에 부에 적(籍)을 둔 귀족의 편제단위로서의 기능도 갖게 되었다. 신라의 경우도 6세기가 지나면서 이와 같이 바뀌어갔다.",
    "한편 중앙 집권적인 영역 국가 체제가 됨에 따라, 강화된 국가권력을 매개로 지역 간의 연계성이 깊어졌고, 인적·물적 교류가 활발히 이루어졌다. 이에 따라 각국의 영역 내에 포함된 여러 종족 집단 간의 상호융합이 진전되었다. 예컨대 토기의 경우를 보면, 삼국 초기에는 영토 내의 여러 지역에서 각기 개성적인 면을 지닌 토기가 생산되었는데, 삼국 후기에 접어들면서 각국 영역 내의 토기는 질과 양식에서 일정하게 균질화되어 가는 면을 보였다. 특히 신라 토기의 경우 이러한 면이 현저하였다. 이는 수공업에 종사하던 장인(匠人) 및 그 생산품의 수급(需給)에 대한 국가의 통제와 관련이 있다고 여겨진다. 무덤 양식에서도 굴식 돌방무덤이 일반화되어 갔다. 또한 불교의 수용에 따라, 각 집단이 지니고 있던 고유한 신앙과 의식(儀式)이 보편성을 지닌 종교의 호수(湖水)로 귀합되어 갔다. 나아가 삼국간의 교류와 주민 이주, 전쟁과 영역 변동 등에 따라 삼국 주민의 존재 양태도 동질화되어 갔다. 삼국 후기에는 삼국 주민의 풍속·의복·문물이 같았음을 당시 중국인의 기록에서 확인할 수 있다.",
    "정치와 사회",
    "삼국의 정치는 기본적으로 중앙집권체제를 토대로 한 전제왕권 또는 귀족정치였다. 고구려는 5부족 연맹체로 시작하여 태조왕 이후 중앙집권체제를 갖추었다. 백제는 마한의 작은 소국에서 발전하여 3세기 고이왕 때 중앙집권국가의 틀을 갖추게 되었다. 신라는 이보다 늦은 시기에 중앙집권화되었으며, 귀족회의는 각각 고구려의 제가회의, 백제의 정사암 회의, 신라의 화백 회의이다.",
    "초기",
    "고구려·백제·신라의 사회 발전은 각각 그 시기와 양상을 달리 한다. 삼국은 아직 국가로서의 체제를 완비하지 못하고 있었지만 점차 부족 연맹체적인 사회를 넘어서 고대국가의 체제로 변모해 갔다. 부족 연맹체의 사회에서 각 부족은 어느 정도 독립성을 유지하였으나, 지배층이 형성되고 왕권이 점차 세습화되자 부족 세력은 왕권에 흡수되었다.",
    "또한 대륙과의 빈번한 접촉과 충돌을 통해서 한(漢)의 정치 조직 형태를 받아들여 족적(族的) 기반 위에서 새로운 지배 체제를 구축해 갔다.",
    "특히 대륙과 직접 접촉할 수 있었던 고구려는 일찍이 그 사회 체제를 갖추어 갔다. 즉, 1세기 초 고구려는 왕호(王號)를 칭할 정도로 발전하고, 부족을 일종의 전사단적(戰士團的) 조직으로 개편하였다. 고구려는 5부족 연맹체로 시작하여 태조왕 때쯤에는 연맹 세력의 확대에 따라 계루부의 족장이 지배권을 장악하였다. 그러나 아직 부족 세력은 잔존하면서 왕권을 견제, 제한하였다.",
    "고구려의 사회 구조는 수차의 대외적인 정복 전쟁 과정에서 점차 중앙집권 체제로 개편되었고, 그 후 4세기에 이르러서는 고대 국가로서의 관료 체제와 신분 체제를 갖추었다. 이러한 추이(趨移)는 사회·경제적인 면에서도 마찬가지여서 194년에는 진대법(賑貸法)이 실시되어, 일종의 구휼 기관 성격을 띠기도 한다.",
    "한편 백제의 사회는 원래 마한의 여러 부족의 족제 조직(族制組織)이 통합된 기반을 갖추지 못한 채 남하한 부여족에 의하여 지배권이 확립되고 왕권이 세습 강화되어 가서, 그 전통적인 사회의 유대가 견고하지 못하였다. 백제는 도리어 북부의 한의 군현이나 고구려의 압력과 영향을 받는 가운데 지배 기구도 갖추어졌으며, 그 영역의 편제에 있어서 토착 사회적인 흔적을 찾아볼 수가 없다.",
    "따라서 백제의 왕실은 원래 이 지역의 부족 세력과는 관계없는 유이민(流移民)의 세력에서 유래되었으며, 왕권을 유지하는 세력은 흔히 8대 성씨로 대표되는 귀족이었다. 그러나 고이왕 때부터는 6좌평(六佐平)을 두어 직무를 분장케 하여 중앙집권국가의 틀을 갖추게 되었다. 관등은 16등급으로 분화·발전되었다.",
    "신라는 경주를 중심으로 한 여섯 씨족의 기반에서 점차 부족 연맹을 형성하였다.",
    "그 시조 설화가 복잡하고 박·석·김 3성(姓) 시조로 나타나는 것과 같이, 신라 사회는 다원적(多元的)인 사회였으며 후진성을 탈피하지 못하였다. 씨족 기반인 6촌이 부족 연맹체를 형성해 가는 과정에서 6부로 개편되고, 세력의 확대에 따라 족장의 칭호도 점차 변하였으며 그 세력도 강화되었다. 그러나 이러한 여러 변화는 원시사회의 유풍을 존속시키면서 이에 새로운 형태를 가미해 간 듯하다.",
    "한편 가야 사회에 대해서는 사료가 거의 없어서 가야가 어떠한 사회 형태를 유지하였는지는 알 수 없으나, 다른 부족 연맹체 사회와 거의 흡사한 것이었으리라 짐작된다.",
    "다른 한편 한국 고대 사회의 여명이라 할 수 있는 이 시대의 사회에는 원시 공동체적인 요소가 점차 해체되고 족장 세력을 중심으로 토지의 사유화가 나타났으며, 신분 체제도 점차 정비되기 시작하였고, 또한 수취 체제는 고대 사회로의 전이(轉移) 과정 속에서 강조되었으리라 생각된다.",
    "중기",
    "삼국은 모두 여러 차례의 진통을 겪으면서 부족 연맹체적인 사회 조직을 청산하고 고대 국가로서의 체제를 갖추어 갔다. 부족 연맹체의 맹주는 전제적인 왕권으로 전환·강화되어 왕권의 확립, 왕위의 부자 상속제가 이루어지고, 율령격식(律令格式)이 반포되어 중앙집권적인 지배 체제가 확립되었다. 원래의 대소 부족장은 그들의 독립성을 상실하고 중앙과 지방의 관료 조직 속에 흡수되어 귀족화의 길을 밟게 되었다.",
    "고구려의 귀족 제도에 대해서는 잘 알 수 없으나, 수상인 대대로에 임명될 수 있고, 또 이를 선거할 수 있는 일정한 신분층이 있었던 것 같다. 또 그 밑으로 여러 신분층이 갈려지고, 다른 신분 사이에서는 관직의 임명·결혼 등에 한계가 있었던 것 같다.",
    "백제에는 사씨(沙氏)·연씨(燕氏)·협씨(劦氏)·해씨(解氏)·진씨(眞氏)·국씨(國氏)·목씨(木氏)·백씨(苩氏) 등 여덟 성이 있어 백제 지배층의 중심적 위치를 차지하고 있었던 것 같다.",
    "이 시대의 귀족 사회의 실태를 가장 잘 나타내 주는 것은 신라의 골품 제도(骨品制度)이다. 골품에는 성골(聖骨)·진골(眞骨), 6두품(六頭品)·5두품(五頭品)·4두품(四頭品) 등이 있었으며, 진골 중에서는 고구려의 고추가와 비슷한 갈문왕이란 것이 있었다.",
    "삼국은 과거의 다원적인 조직을 청산하고 왕을 중심으로 한 일원화된 관등 체계(官等體系)를 가지고 있었다. 고구려의 12관등(官等), 백제의 16관등, 신라의 17관등이 대개 이때 형성되었다. 관직은 신분에 따라 한계가 있었다. 고구려의 경우에는 관부(官府)에 대한 기록이 없으나 백제는 처음의 6좌평(六佐平)에서 사비 시대의 22부(部)에 이르러 비교적 정비된 관부들이 이 기록에 나타난다. 신라에 있어서는 필요에 따라 병부(兵部)·창부(倉部) 등의 관부가 생겨나서 국무(國務)를 관장했다.",
    "삼국의 정치는 대개 합좌 제도(合坐制度)로써 행해졌다. 고구려에서는 수상인 대대로(大對盧)의 임명을 귀족들의 선출한 결과에 따랐으며, 백제에서는 정사암(政事巖)의 고사(故事) 같은 것을 미루어 보아 역시 투표로써 재상(宰相)을 선출한 듯하다. 신라의 화백(和白)은 그 뚜렷한 형태로서 사영지(四靈地)에서 행해졌다.",
    "중앙의 권력은 지방에까지 미쳐서 행정적인 구획이 설정되기에 이르렀다. 과거에 부족들이 웅거하던 지역에는 성(城)을 쌓고 이것을 군(郡)이라 불렀다. 그 장관을 고구려에서는 처려근지(處閭近支), 백제에서는 군장(郡將), 신라에서는 군태수(郡太守)라고 하였으나 일반적으로 성주(城主)라 했다. 뒤에는 여러 성을 통괄하는 행정 구획이 생겼는데, 이것이 고구려의 5부(部)였고, 백제의 5방이었으며, 신라의 여러 주(州)였다. 그리고 중앙 귀족의 근거지인 서울은 고구려와 백제에서는 모두 5부로, 신라에서는 6부로 나누는 특별한 행정 구획을 갖고 있었다.",
    "부족 연맹 시대의 군대는 부족 단위로 조직된 부족군의 연맹체였을 것이다. 그러나 고대 국가의 발전은 이러한 연맹군을 해체시키고 국왕의 지휘하에 놓인 전국적인 군대를 편성시켰다. 이런 의미에서 왕은 곧 전국의 최고 군사령관이었고, 중앙 귀족들이 모두 장군이 되었다. 신라의 당(幢)은 이러한 부대 조직이었던 것 같다.",
    "이러한 귀족군의 보충을 목적으로 하는 청년 단체가 고구려의 경당(扃堂)이며, 신라의 화랑도(花郞道)였다. 이 두 조직은 모두 미성년 집단이라는 공동체적인 유제를 이용하였다는 데에 공통적 특색이 있다. 그들은 모두 국가가 필요로 하는 도의를 연마했다. 경당에 모인 청년들은 경전(經典)을 읽었으며, 화랑도는 원광(圓光)이 가르쳤다는 세속오계(世俗五戒)를 믿었다. 그리고 평상시는 명산대천을 찾아다니며 수양했으나 유사시에는 국가를 위한 전열에 참가했다.",
    "한편 삼국은 모두 지방 군대를 조직하고 있었다. 지방의 행정 조직은 곧 군사 조직이기도 했다. 성에는 일정한 수의 군대가 주둔하고, 성주는 곧 지휘관이었다.",
    "고대 국가의 성장에 따라 전국의 모든 토지는 왕토(王土)요, 모든 주민은 신민(臣民)이라는 사상이 나오게 되었다. 그러나 전쟁에 공이 있는 장군들에게는 식읍(食邑)이나 녹읍(祿邑)과 같은 명목으로 많은 토지와 포로들이 분배되었으며, 그 결과 토지와 노예가 사유화되었다. 때로는 많은 사람들이 일정한 지방에 강제로 이동되어서 집단적인 거주를 하는 부곡(部曲)과 같은 천민집단이 있었다.",
    "또 신분적으로 양인인 농민은 자기들의 자영지(自營地)를 경작하고 있었다. 국가는 이들을 직접 파악하고 있었으며, 조세와 역역(力役)을 부과하였다. 당시는 토지보다도 오히려 인간의 노동력에 대한 관심이 컸다. 자영농민은 때로는 용민(庸民)으로 전락하고 또 노예가 되기도 했다.",
    "후기",
    "6세기 후반에 접어들면서 삼국 간의 관계에 새로운 변화가 일어났으며, 이는 대륙의 정세 변동과 연관되어 전개되었다. 551년 백제와 신라의 연합군은 왕위 계승 분쟁의 여파로 귀족 간의 내분에 시달리고 있던 고구려를 공격하여 한강 유역을 점령하였다. 한강 하류 지역은 백제가, 상류지역은 신라가 차지하였다.",
    "고구려는 이어 북중국의 북제(北齊)의 군사적인 압력과, 유연(柔然)을 격파하고 등장한 몽골 고원의 신흥 유목민 국가인 돌궐(突厥)의 적극적인 공세에 직면하게 되었다. 이러한 안팎의 위기를 맞아, 고구려의 귀족들은 대내적으로는 그들간의 분쟁을 수습하고 귀족 연립 정권 체제를 성립시켰다. 이는 인 세력이 되었다. 이 금관가야는 5세기 초 고구려 광개토왕(廣開土王)의 낙동강 유역 원정 이후 크게 쇠약해져, 6세기 초 신라에 병합되었다. 이후 신라가 낙동강 서쪽 지역으로 세력을 확대해나가자, 가야의 소국들은 백제나 왜와 연합하여 대응하였고, 고령(高靈)의 대가야가 이 지역의 중심국이 되었다. 그런데 대가야가 554년의 전투에 패배한 후 얼마 안 있어 신라에 병탄되고, 소백산맥 동쪽의 가야지역은 신라의 영역이 되어, 가야는 완전 소멸하였다.",
    "554년 이후 백제와 신라 간에는 해를 이은 상쟁이 지속되었다. 그리고 6세기 종반 고구려가 돌궐의 공세를 저지한 후 재차 남으로 예봉을 돌림에 따라, 고구려와 신라의 전쟁이 재개되었다. 이에 삼국은 각각 상쟁을 벌이는 상황이 되었다. 영역 국가 체제를 구축한 삼국 사이에 더 많은 토지와 인민을 확보하려는 전쟁이 계속 전개된 것이다.",
    "삼국 간에 벌어진 장기간의 전쟁은 사회 분화를 더욱 촉진하였다. 귀족은 전쟁을 통해 빈번히 전쟁에 동원된 소농민층의 경우, 급박한 군사 정세에 따라 때로는 노약자도 징발되었으며, 복무 기간이 제대로 지켜지지 않기도 하였다. 그들은 평상시에도 노역에 동원되었다. 그러한 상황에서 고리대가 성행하였고, 일부 소농민층은 몰락해 갔다.",
    "삼국에서 영역 국가 체제가 자리 잡아가고 사회 분화가 진전됨에 따라, 촌락의 공동체적 관계가 급속히 해체되고 지역 간의 주민교류가 활발해졌다.",
    "지방의 유력가나 몰락한 농민의 일부는 수도로 올라와 생존과 출세를 도모하였다. 그들은 당시 잦은 전쟁에 따라 늘어난 병력 수요와 신속한 동원력의 필요에 따라 행해진 모병(募兵)에 응하기도 하였으며, 귀족의 휘하에 몸을 의탁하여 입신(立身)을 모색하기도 하였다. 유력한 귀족은 정치적·군사적 필요에 따라 이들을 적극적으로 흡수하여 세력 확대를 도모하였다.",
    "한편 동아시아의 국제 정세는 6세기 후반 중국에서 수(隋)나라가 등장함에 따라 근본적으로 새로운 국면을 맞게 되었다. 수나라는 3백여 년간 분열되어 있던 중국을 통일하고 몽골 고원의 돌궐을 격파·복속하였다.",
    "경제",
    "기록상으로는 삼국 초기부터 화폐가 사용된 것으로 보이나 유물이 발굴된 것은 없으나, 물품화폐가 주를 이루었다고 여겨진다. 신라에서는 5세기 말과 6세기 초, 도읍인 경주에 시장을 열고 감독하는 기관을 두었다.",
    "삼국의 문화 발달",
    "불교와 도교의 수용",
    "삼국은 율령을 제정하고 지방제도와 중앙조직을 개편하여 왕권 강화에 힘쓰던 4세기에 불교를 수용하였다. 고구려는 중국의 전진을 통하여 소수림왕 때에 불교를 수용하였고(372), 백제는 동진에서 침류왕 때 불교를 받아들였다(384). 고구려를 통하여 불교가 전래된 신라는 1세기 가까운 민간전승을 거쳐 법흥왕 때 비로소 불교를 국가적으로 공인하였다(527).",
    "삼국은 불교를 신앙으로 널리 수용하였다. 중앙집권체제 확립과 지방세력의 통합에 힘쓰던 이 시기에 불교는 새로운 국가 정신의 확립에 기여하고 강화된 왕권을 이념적으로 뒷받침해 주는 역할을 하였다. 고구려와 백제에서는 사상적으로 불교를 이해하는 데에도 상당히 높은 수준이었다. 특히 신라에서는 불교가 왕권과 밀착되어 성행하였다. 승려가 의술을 담당하고 전통 신앙에서 신성하게 여기전 장소에 사찰을 건립하면서 불교는 점차 전통신앙의 기능을 대신하였다. 신라에서 널리 받아들인 불교의 중심 교리는 업설과 미륵불 신앙이었다. 이는 왕이 곧 부처라는 사상을 통하여 왕의 권위를 높여 주는 한편, 귀족들의 특권을 인정해 주는 일면이 있었다. 신라의 여러 왕들이 불교식 이름을 가진 것도 그 때문이다. 아울러 미륵불이 나타나 이상적인 불국토를 건설한다는 미륵불 신앙은 진흥왕 때 조직화된 화랑 제도와 밀접한 관련을 가지면서 신라 사회에 정착되었다.",
    "삼국에는 도교도 전래되어 산천 숭배나 신성 사상과 결합하여 귀족 사회를 중심으로 환영받았다. 백제의 산수무늬 벽돌과 산수무늬 기와는 자연과 더불어 살고자 하는 생각을 담고 있으며, 백제 금동 대향로는 신선들이 사는 이상향을 형상으로 표현하였다. 고구려 고분에 그려진 사신도는 도교의 방위신을 그린 것으로 죽은 자의 사후 세계를 지켜 주리라는 믿음을 표현하고 있다.",
    "같이 보기",
    "대한민국의 역사",
    "남북국 시대",
    "== 각주 =="
  ],
  "소비에트 민정청": [
    "소비에트 민정청(한국 한자: 소비에트民政廳, 러시아어: Советская гражданская администрация) 또는 소련군정은 태평양 전쟁에서 승리한 소련군이 한반도의 삼팔선 북쪽을 점령하고 설치한 소련의 통치 기구다. 이름만 민정청이지 사실상 군정이었다. 소련은 미국의 재조선 미국 육군사령부 군정청과 달리 북쪽에는 직접 통치는 그리 오래하지 않았다. 1946년 2월 9일에 북조선림시인민위원회를 출범시켜 표면적으로 조선민주주의인민공화국 임시정부 구실을 하게하면서, 소련군이 철수할 때까지 민정청이 이를 지휘감독하였다.",
    "상륙 작전",
    "소련은 1945년 8월 8일에 일본 제국에 선전포고를 하고 곧바로 8월 9일 자정을 시작으로 만주국과 웅기군 상륙을 시도하였다. 경흥군, 웅기군 등은 이미 8.15광복 이전부터 최초로 점령된 장소가 되었고 소비에트 연방은 곧바로 8월 12일에 나진시를 거쳐 8월 13일 청진시를 공격하였는데 이곳은 3~5일 정도 걸렸으며 소련이 무려 300명의 군인들이 목숨을 잃었다고 한다. 반면 일본 제국의 나남사단 등은 500명이 죽고 2500명은 포로로 잡혀나갔다. 그 후, 소련은 남진을 계속하였으며 원산을 점령한 후, 8월 24일에는 평양을 점령하였다. 소련은 북한에는 사회주의를 도입할 단계가 아니며 그 전단계라고 불리던 부르주아 민주주의를 건설하자는 목표였다.",
    "군정기",
    "소련이 만주 전략공세작전을 통해 경흥군 웅기(雄基)를 거쳐 청진시를 공격하였다. 그 이후에도 계속해서 남하하여 38선 북쪽을 완전히 점령하였다. 소련은 조만식과 손을 내밀었지만 꼭두각시였던 김일성을 위원장으로 맞이하여 6개월간 소련군정을 실시했다. 1946년 2월 16일부터는 북조선인민위원회가 설립되어 1948년 9월 9일 조선민주주의인민공화국이 수립될 때까지 계속되었다.",
    "그러나 민의와 무관하게 소련군의 도움으로 인민위원장이 된 김일성은 해방 직전 5년간 소련군에서 교육과 훈련을 받은 소련의 대리인에 불과하였고, 중요한 사안에 대한 결정은 계속 소련군이 내렸다.",
    "당시의 북한 통치 업무는 \"스탈린을 수반으로하는 소련최고사령부 → 보로실로프의 연해주군관구 사령부 → 평양의 제25군 → 소련 민정청 → 김일성을 수반으로하는 북조선(임시)인민위원회\"의 명령 계통으로 진행되었다. 김일성이 1946년 2월 8일 임시인민위원장이 된 직후인 1946년 3월 5일 단행된 북한의 토지개혁 등 중요한 사안은 소련 민정청에서 결정, 실행하였다.",
    "같이 보기",
    "재조선미육군사령부군정청",
    "만주 전략공세작전",
    "웅기 상륙 작전",
    "청진 상륙 작전",
    "북조선인민위원회",
    "한국의 군정기",
    "각주",
    "출처",
    "참고 문헌",
    "전현수, 「소련군의 북한진주와 대북한정책」 『한국독립운동사연구』 제9집, 독립기념관 한국독립운동사연구소, 1995, pp. 343~377.",
    "(이휘성 어제와 오늘) 1940년대 말 북한 관리했던 소련 간부를 통해 본 北(북)역사왜곡 DailyNK 2014-08-05 : 평양 소련군정 핵심 인사들 면모",
    "(광복 5년사 쟁점 재조명)<1부>⑬소련은 왜 일사불란했나 동아일보 2004년 11월 14일"
  ],
  "소수림왕": [
    "소수림왕(小獸林王, ? ~ 384년 음력 11월, 재위 : 371년 음력 10월 ~ 384년 음력 11월)은 고구려의 제17대 국왕이다. 소해주류왕(小解朱留王) 또는 해미류왕(解味留王)이라고도 한다. 티베트계 저족이 세운 국가인 전진(前秦)으로부터 불교를 수용하고 태학을 설립하였으며 율령을 반포하는 등 국가 체제를 정비하여 고구려 전성기의 기틀을 마련하였다.",
    "생애",
    "탄생과 즉위",
    "고국원왕(故國原王)의 아들로 태어났으며 어머니는 누구인지 알 수 없다. 이름은 구부(丘夫)이며, 신체가 장대하고, 웅대한 지략이 있었다고 한다. 355년(고국원왕 24년) 1월 태자에 책봉되었다.",
    "371년(고국원왕 40년) 10월, 백제 근초고왕과의 전투에서 부왕인 고국원왕이 전사하자 뒤를 이어 즉위하였다.",
    "치세",
    "불교 수용",
    "372년(소수림왕 2년) 6월, 전진(前秦)의 왕 부견(苻堅)이 사신과 함께 승려 순도(順道)를 파견하여 불상과 경문을 전함으로써 고구려에 처음 불교가 전래되었으며, 2년 후 374년에는 아도(阿道)가 들어와 불도를 전하했다.",
    "소수림왕은 375년 초문사(肖門寺)를 창건하여 순도를 머물게 하였으며, 또 이불란사(伊弗蘭寺)를 창건하여 아도를 머물게 하는 등 전진(前秦)과 평화적 관계를 수립하는 동시에 불교를 수용하고 보급하는 정책을 펼쳤고, 또한 불교를 호국사상으로 삼았다.",
    "태학 설립과 율령 반포",
    "귀족 자제들의 유학 교육기관으로 태학(太學)을 설립하여 유교적 정치이념에 충실하고, 중앙집권적 정치제도에 적합한 관리를 양성하였으며, 373년에는 율령을 반포하여  국가통치와 사회질서 유지를 위한 규범을 갖추었다. 소수림왕의 이와 같은 체제 정비 사업을 기반으로 고구려는 광개토대왕 시대에 들어 전성기를 누릴 수 있게 되었다.",
    "대외 관계",
    "백제와의 평양성 전투에서 부왕 고국원왕을 잃은 소수림왕은 계속 백제와 충돌하였다. 375년(소수림왕 4년)에는 백제의 수곡성(水谷城)을 빼앗았으며, 376년(소수림왕 5년) 음력 11월에는 백제의 3만 대군을 물리치고 북변(北邊)을 역습하였다.",
    "377년(소수림왕 6년)에는 백제 근구수왕이 군사 3만명을 거느리고 평양성으로 재차 침공해 왔지만 막아내었고, 11월에 이를 보복하기 위해 남으로 백제를 정벌하였다. (→여·제 전쟁) 378년(소수림왕 7년) 극심한 가뭄이 든 상태에서 거란의 침략을 받아 8개 부락을 빼앗기기도 했다.",
    "사망",
    "384년(소수림왕 13년) 11월 사망하였다. 후사가 없이 서거하여 아우인 이련(伊連, 고국양왕)이 왕위를 계승하였다. 소수림(小獸林)에 묻혔으며 능묘에서 시호 소수림이 유래하였다.",
    "가족 관계",
    "아버지 : 고국원왕(故國原王, ? ~371) - 제 16대 국왕",
    "어머니 : 미상",
    "왕후 : 없음",
    "동생 : 고국양왕 (故國壤王, ? ~ 391년) - 제 18대 국왕",
    "기년, 연호",
    "대중 문화속에 나타나는 소수림왕",
    "《태왕사신기》 (MBC, 2007년~2007년, 배우:전성환)",
    "《근초고왕》 (KBS, 2010년~2011년, 배우:진성, 아역: 정윤석)",
    "《고구려》(이타, 10부작, 미완결, 작가:김진명)",
    "같이 보기",
    "백제",
    "근초고왕 (346년~375년)",
    "근구수왕 (375년~384년)",
    "신라",
    "내물 마립간 (356년~402년)",
    "가야",
    "이시품왕 (346년~407년)",
    "각주",
    "외부 링크",
    "네이버 캐스트 : 오늘의 인물 - 소수림왕"
  ],
  "소중화사상": [
    "소중화사상(小中華思想, 영어: Little Sinocentrism) 또는 소중화주의(小中華主義)란 중국 이외의 국가와 지역이 스스로 '소중화' 또는 '중화'를 자처하는 사상이다.",
    "이러한 사상은 중화사상에서 파생된 것으로, 보통 한자문화권의 국가와 지역이 유교적 화이사상을 수용해 자국의 민족이나 문화의 자존감을 높이고자 함에 따른 것이다.",
    "대표적으로 한국과  베트남 2국이 소중화에 대한 관념을 가지고 있다. 그 중 한국(조선)만이 스스로를 '중화'라고 부르지 않고 '소중화'라고 불렀다. 때문에, 엄밀히 따지면 '소중화'는 조선만의 것이라고 볼 수 있다.",
    "베트남은 소중화가 아닌 스스로를 '중국' 또는 '중화'라고 칭하였으나 지리적으로 중국 이외의 나라였기 때문에 넓은 의미의 소중화주의로 간주되곤 한다.",
    "또 한편으로는 소중화가 한족의 중국을 이상화하는 양상을 띠기도 한다고 볼 수도 있지만 민족 자체보다는 문화적인 계승에 비중을 둔 개념이었다.",
    "나라별 소중화사상",
    "한국의 소중화",
    "고려",
    "한반도에서 소중화라는 명칭자체는 고려시대부터 거론되기 시작한다. 고려의 문신 박인량이 문종의 사망 직후 문종을 평가한 글에서 이와 같은 내용이 나온다.",
    "(문종은) 오랑캐 풍속 좌임을 중화의 풍속으로 바꾸고, 서쪽 건물에 책을 쌓아두었다. 황제가 보낸 조서는 친절하고 간곡했으며, 중국으로 가는 사신이 끊어지지 않았다. 성명聲名이 빛나고 문물이 번화하였다. 그들은 융성한 문물이 중국에 견줄 만하여 소중화라 일 컬었다.",
    "또한 임하필기에도 송나라가 고려를 소중화라고 칭했음이 나타난다.",
    "“우리 나라가 경인년(庚寅年)[1170년, 의종(毅宗) 24년]과 계사년(癸巳年)[1173년, 명종(明宗) 3년] 이전(以前)까지는 유신(儒臣)과 명사(名士)들이 중국(中國)보다도 많았다. 그래서 당(唐) 나라는 우리 나라를 ‘군자지국(君子之國)’이라 하였으며 송(宋) 나라는 ‘문물(文物)과 예의(禮義)가 있는 나라’라고 하면서 저들 나라에 있는 우리 나라 사신(使臣)들의 하마소(下馬所)에 ‘소중화지관(小中華之館)’이라고 써 붙였다”하였다.",
    "이런 기록들을 보면 소중화라는 명칭 자체는 중국인들이 고려에 기증한 미칭으로 볼 수 있다. 그러나 이런 역사 자료들은 중국에서 확인하기 어렵고 중국 역대 왕조들은 일반적으로 한반도를 동이(東夷)로 간주했기 때문에 고려인이 지어낸 이야기가 아니냐는 의문이 제기된 상태다. 어쨌든 한반도에 소중화라는 명칭이 등장한 것은 이때부터다.",
    "그러나 전체적으로 고려의 '소중화'는 일종의 영예로운 호칭에 불과할 뿐 고려인들의 통념으로 발전하지는 못했다.",
    "조선",
    "14세기 말, 조선왕조가 세워지면서 명나라의 신하를 자청했고 주자학을 공식 철학으로 삼게된다. 그에 따라 사대주의(모화사상)가 조선의 국가적 정체성이 되었고, 소중화의식이 조선인의 신념에 뿌리 박히기 시작했다.",
    "정확히는 원말부터 유교의 성리학이 불교의 지위를 점차 대체하면서 고려-조선의 유학자들은 조선의 지위를 유교의 예교문화로 설명하고자 했으며, 조선 왕조의 개창 이래 유교화가 더욱 진전되면서 조명 양자의 관계를 군부신자관계로 여기는 정체성이 강화된 것이다. 즉, 주자학의 수입으로 말미암아 소중화가 단순한 용어적 표현에서 화이관을 기초로 하는 소중화의식으로 발전하게 된 것이다.",
    "대표적으로, 조선 중기의 아동교육 교재라고 할 수 있는 동몽선습에서 소중화가 언급된다. 여기서 조선인들이 어릴때부터 소중화를 교육받았음을 알 수 있다.",
    "천명(天命)이 진정한 군주에게 돌아가니 명(明)나라 태조 고황제(太祖 高皇帝)가 국호를 조선(朝鮮)이라고 고쳐 내리자 한양에 도읍을 정하여 성스럽고 신령스러운 자손들이 끊임없이 계승하여 거듭 빛내고 여러 차례 스며들어서 지금에 이르니 실로 만세토록 끝없을 아름다움이로다.",
    "아! 우리 나라가 비록 궁벽하게 바다 모퉁이에 자리잡고 있어서 영토가 편소(褊小)하지만 예악법도와 의관문물을 모두 중화의 제도를 따라 인륜이 위에서 밝혀지고 교화가 아래에서 시행되어 풍속의 아름다움이 중화(中華)를 방불하였다. 이 때문에 중화인들이 우리를 소중화(小中華)라고 일컬으니 이 어찌 기자(箕子)가 끼쳐준 교화 때문이 아니겠는가. 아! 너희 소자(小子)들은 의당 보고 느껴서 흥기(興起)할지어다.",
    "재조지은",
    "아무튼 명 중심의 질서가 안정화되는 15세기를 거치면서 양국은 나머지 대부분의 시기 동안 평화롭고 안정적인 관계를 유지했다. 이 때 조선은 명나라와의 관계를 철저하게 유교적 예교관계(군부신자 관계)로 자기신념화했고, 스스로를 소중화로 여겼다. 특히 임진왜란때 나라가 망할 위기에 처한 조선을 명나라가 구원군을 보내 도와주자, 모화사상을 기반으로 하는 숭명의식은 더더욱 강화되었고,",
    "이를 기초로 소중화의식은 점차 내면화된다.",
    "또한 조선이 베트남과 달리 스스로를 중화라고 하지 않고 소중화라고 자칭한 것은 중화문화를 지향하면서도 대중화로써의 중국(명나라)을 인정했기 때문이였다.",
    "17세기, 만주지역에서 누르하치의 후금정권이 발호하여 1627년, 1636년 두차례에 걸쳐 조선을 침공했다. 전쟁에서 승리한 후금은 조선과 명나라 사이의 관계를 강제로 끊어버리고 자신들과 새로 군신관계를 맺기를 강요했다. 그 후 1644년 명나라가 이자성의 난으로 멸망하고 청군이 입관하면서 청나라가 점차 중국을 통일했다.",
    "이후 조선은 겉으로는 청나라를 천조라고 칭하며 존중하고 사대했지만 내부적으로는 청나라를 이적으로 간주해 적대했고 만력제를 기리기 위해 만동묘를 세우고 숭정기년을 보편적으로 사용하는 등, 명나라를 여전히 섬기고 있었다.",
    "이때부터 조선의 소중화사상은 명나라가 망하기 이전과 차이가 생기기 시작한다. 명나라가 망하기 이전에는 조선이 중국 다음가는 문화를 가지고 있다는 인식이 강했다면 명나라가 망한 이후에는 조선만이 중화 문명의 ‘유일한 계승자’라는 뜻에서의 소중화였던 것이다. 이후 이러한 인식은 조선 내부에서 사상적 주류를 이루게 된다.",
    "이때 조선의 소중화주의는 조선 전기에 있었던 문화자존의식(文化自尊意識)과 대명의리론(對明義理論)에 기초한 효종과 송시열의 북벌론으로 구체화되었지만, 물리적인 한계로 인해 실현되지는 못하였다.",
    "특히 조선 후기의 소중화의식을 체계화한 송시열은 조선이 명나라의 적통을 잇는 후계자로서 ‘화(華)’를 지켜 나가야 하고, 청나라를 벌하는 것은 춘추대의(春秋大義)로서 일의 승패와 존망은 논할 바가 아니라고 하였다. 나아가 그는 명나라에 대한 사대를 ‘천리(天理)’로 규정하는 한편, 광해군대에 명나라와 후금 사이에서 진행한 상황주의적 외교를 ‘인욕(人欲)’이라고 비판하였다. 그는 이와 함께 조선이 예의의 나라로 천하 사람들이 소중화라고 불러 왔으며, 기자조선 때부터 문화가 발달하여 중국에 뒤지지 않는다고 자부하였다.",
    "송시열의 이러한 의식은 대명의리론 및 북벌론과 일체화 됨으로써 조선 후기 대외 인식의 주류가 되었다. 특히 노론계가 여기에 가장 적극적으로 동조했고 소론도 노론만큼은 아니지만 어느정도 동조했다. 한편 남인은 17세기 후반 이후 청나라가 어느정도 안정되면서, 북벌론을 비판하는 입장이였다. 그러나 조선이 중화를 계승했다는 의식은 역시 마찬가지로 가지고 있었다.",
    "이 시기 소중화주의는 조선의 민족적 자존심과 문화적 자긍심을 고취시키는 역할을 했고 일부 조선인은 스스로를 소중화가 아닌 진정한 중화라고 부르기도 하였다.",
    "그러나 18세기 이후 실학사상이 발흥하면서 청나라에 대한 조선의 태도가 달라졌고 청나라를 배우자는 북학파가 형성되면서 한때 팽창했던 소중화사상이 비판받기 시작했다.",
    "당시 소중화사상은 조선이 중국 문화를 대표한다는 생각으로, 조선의 문화를 가장 우월한 것으로 간주했고 청나라는 물론 청나라인 전체를 경멸했다.",
    "때문에 이에 북학파 인사인 박지원, 박제가 등은 강건성세 아래 청나라의 번영에 주목하여 조선에 팽배한 소중화사상이 조선과 청나라의 문화적 교류를 심각하게 저해하고 있다는 점을 비판했던 것이다.",
    "그들의 여러 주장은 조선 사상계에 큰 영향을 미쳤고 정조는 실학파의 주장을 일정부분 수용했다. 또한 조선의 사신들이 만주인들과 청나라의 한족화에 대해 지속적으로 조정에 보고했고 이에 따라 청나라에 대한 관점이 어느정도 바뀌면서 소중화사상은 점차 냉각되었다.",
    "하지만 그렇다고 해서 소중화사상이 조선에서 부정된 것은 아니였고 존주대의와 북벌론을 주장하는 학자들도 세력이 상대적으로 약해졌지만 여전히 어느정도 건재하고 있었다. 19세기 이후 조선학자 오경원의 소화외사(小華外史), 이항로의 송원화동사합편강목(宋元華東史合集编綱目) 등 사서들이 소중화사상 및 존주대의를 강하게 반영하면서 소중화사상은 조선에서 계속 유지될 수 있었다.",
    "아무튼 19세기 이후 소중화사상이 17,18세기만큼 팽창하지 못한 것은 청나라에 대한 어느정도의 관점 변화 때문이였다. 하지만 일본제국을 포함한 서구 열강들이 침입을 해오자 소중화사상은 또다시 고개를 들었고, 새로운 변화가 일어났다. 이 단계의 소중화 사상은 주로 위정척사로 표현된다. 이 위정척사 사상은 서양의 천주교가 조선을 강타할 무렵에 등장하게 된다.",
    "정확히는, 원래 실학의 경우 기본적으로 유교의 테두리내에 있었기 때문에 크게 마찰이 일어나지는 않았다. 그러나 서세동점의 여파로 천주교라는 이질적인 서학(西學)이 들어오자, 유교질서는 흔들리기 시작했다. 이러한 역사적인 상황 속에서 위정척사사상은 싹트기 시작하였다. 천주교가 전통사회를 위협하는 위험한 사상으로 작용하였기 때문에 정학인 유교를 강화 선양하고 사학(邪學)인 천주교를 배척할 필요성이 강조되었던 것이다.",
    "이러한 위정척사 사상은 조선 내부에서의 모화(慕華)사상을 기반으로 하는 숭명의식과 존주론에 기초하여 발전했다. 그중 모화사상과 대응되는 소중화의식은 조선말기까지 조선사대부들에게 이어지면서 위정척사파들의 사상적 근간으로 자리매김했고 추후 존주론을 기반으로 하는 일련의 국내외적 투쟁에 힘을 실어주었다.",
    "위정척사 사상은 1801년 신유박해 당시 국왕이 반포한 반교문에서부터 드러난다.",
    "위대하신 우리 선왕(先王)께서는 24년 동안 빛나게 임어(臨御)하시어 한결같이 바른 학문에 마음을 두시어, 선비를 존숭하고 도(道)를 소중히 여겨 주부자(朱夫子)의 전서(全書)를 표창하였으며 중화(中華)를 높이고 이적(夷狄)을 물리쳐 노(魯)나라 《춘추(春秋)》의 대통(大統)을 환하게 게양하였다. 온 나라가 효(孝)를 일으킨 것은 몸소 실천하여 마음으로 체득한 나머지를 미루어 준 것이고 사해(四海)가 인(仁)으로 돌아간 것은 교화를 거쳐 정신을 갖게 한 묘훈(妙訓)이 있었던 것인데, 극변 서방(西方) 세계의 음침하고 요사스러운 기운이 소중화(小中華)인 예의(禮義)의 나라에 느닷없이 불쑥 들어오리라고 어찌 생각하였겠는가? 감히 크게 청명한 시대를 더럽히고자 하여 섬기는 것이 뱀의 신(神)이고 소의 귀신이며 거의 반 세상을 속이어 미혹시켜 그의 말은 지옥(地獄)과 천당(天堂)에 대한 것이었다.",
    "이를 통해서 조선의 소중화사상이 19세기에 이르러 서방의 사학(邪學)인 천주교를 성토하고 정학을 보위하는 것으로 바뀌었음을 알 수 있다. 위정척사 사상은 1860년대 이후 서방 세력이 조선을 무력으로 침공하면서 고조되었고, 그 선두주자는 이항로였다.",
    "그는 조선의 마지막 소중화주의(또는 성리학 근본주의)집단 중 하나였던 화서학파를 창시하였으며 이 화서학파는 근대 조선에 매우 큰 영향을 미치게 된다. 그러나 당시 위정척사 사상은 화서학파 뿐만 아니라 조선 선비들 대부분이 공감하던 것으로, 화서학파가 두드러졌을 뿐이다.",
    "어쨌든 이항로는 기존의 화이관과 다르게 금수와 이적을 구분했는데, 한원진이 금수보다 이적의 폐해가 더 크다고 한 것에 비해 이항로는 청나라는 이적이므로 오히려 말이 통하지만 서양은 금수이므로 말이 안된다고 하였다.",
    "재화융통과 연애하는 화는 한 번 반전할 새도 없이 금수나 이적에 빠져 들어가는 것이다(通貨通色之祸 不待一轉 而陷入於禽獸夷狄). 대개 아름다운 색을 좋아하고 악한 냄새를 싫어하는 것은 사람과 금수가 동일한 것이나, 선을 좋아하고 악을 싫어하는 것은 금수는 능히 하지 못하고 사람만이 유독 능히 할 수 있는 것이다. 네가 금수와 다르게 되어 있는 데도 바로 여기에 정해져 있는 것이요, 성인들이 너를 위하여 근심하게 된 것도 또한 여기에 있는 것(盖好好色 惡惡臭 人與禽獸之所同也 好衫惡惡 禽獸之所不能 而人之所獨能也 爾所以異於禽獸者 定在於此聖人之所以爲爾憂者 亦在於此) ··· 중국의 도가 없어지면 이적과 금수가 밀려오는 것이다(中國之道亡 則夷狄禽獸至). 북쪽 오랑캐는 이적인지라 오히려 말할 수나 있거니와 서양은 금수인지라 말할 수도 없는 것이다(北虜夷狄也 猶可言也 西洋禽獸也 不可言也)",
    "이 시기를 거쳐 조선의 소중화사상(화이관)에서 중화와 이적 외에 금수라는 또 하나의 존재가 구분되었고, 이적(청나라)에 대한 배척이 금수(서양)에 대한 배척으로 전화하였다.",
    "이후 1875년, 일본 제국은 운요호 사건을 구실로 조선에 문호 개방을 요구하였고 당시 개국을 강요당한 조선에서는 이항로의 제자였던 최익현과 김평묵 등의 화서학파를 중심으로 서양(금수)=일본이라는 왜양일체론이 제기되기 시작했다. 이러한 사상을 바탕으로 김평묵은 최익현에게 강화도 조약에 반대하는 상소를 올릴 것을 격려했고 이에 최익현은 강화도 조약 체결을 앞두고 지부복궐척화의소라는 상소를 올린다. 여기서 왜양일체론 사상이 두드러진다.",
    "대저 정자(程子)와 주자(朱子)는 아성(亞聖)입니다. 그들의 말은 믿을 수 있으니, 의당 오늘날 군자들의 소견보다도 나을 것입니다. 정자는 강화(講和)하는 것이 중화(中華)를 어지럽히는 길이라 하였고, 주자는 강화하는 계책이 결행되면 삼강(三綱)이 무너지고 만사가 망치게 될 것이니 이는 큰 환란의 근본이라고 하였습니다. 정자와 주자의 교훈으로써 오늘날 일을 헤아려 본다면, 적과 강화하는 것은 반드시 난리와 멸망을 가져오는 까닭이 되니 만에 하나라도 요행인 것은 없습니다. … 대개 사람들은 모두 자기의 약점을 보고 이를 숨기려 하지만 이것은 불가능합니다. 저들이 우리의 방비가 없고 보이는 실상을 알고서 우리와 강화(講和)를 맺을 경우 앞으로 밀려 올 저들의 욕심을 무엇으로 채워 주겠습니까? … 이것이 바로 강화가 난리(亂離)와 멸망을 이루게 되는 바의 첫째이옵니다. 일단 강화를 맺고 나면 저 적들의 욕심은 물화(物貨)를 교역하는 데 있습니다. 저들의 물화는 모두가 지나치게 사치하고 기이스러운 노리개이고 손으로 만든 것이어서 그 양이 무궁한 데 반하여, 우리의 물화는 모두가 백성들의 생명이 달린 것이고 땅에서 나는 것으로 한정이 있는 것입니다. … 이것이 바로 강화가 난리와 멸망을 가져오게 되는 둘째이옵니다. 저들이 비록 왜인이라고 하나 실은 양적(洋賊)이옵니다. 강화가 한번 이루어지면 사학(邪學)의 서적과 천주의 초상화가 교역하는 속에 들어올 것입니다. 그렇게 되면 얼마 안 가서 선교사와 신자 간의 전수를 거쳐 사학이 온 나라에 퍼지게 될 것입니다. … 이것이 바로 강화가 난리와 멸망을 가져오게 되는 셋째이옵니다. …",
    "이 시기 일본과 서양의 침탈이 가속회됨에 따라 왜양일체 사상이 고조되었고 청나라에 대해서는 300년 모신 상국이라고 하는 등, 소중화사상의 태도가 이전과 많이 달라지게 된다. 한편, 한반도에서 청일전쟁 이후 반일 의병운동이 일어났고 의병격문에 '소중화(小中華)'라는 호칭이 자주 등장하게 된다.",
    "여기에는 조선 말 의병운동의 핵심적 주동자인 유인석이 대표적인데 그는 화서학파의 직계 계승자로, 1865년 흥선 대원군이 만동묘를 철폐하려고 하자 이를 적극적으로 반대한 바가 있다.",
    "유인석은 격문에서 소중화의 조선이 왜의 침략과 이를 방조한 개화파 관리들 때문에 금수의 지경에 떨어지게 되었다고 밝힌 뒤 갑오변란 이후로 조선은 망한 바나 다름없으나 그 후에도 국모 살해와 단발령등의 사건이 계속됐기 때문에 각도의 충의지사는 과감히 일어나 항쟁에 참여해야 된다고 호소하였다.",
    "아, 우리 조선은 국초부터 모두 선왕의 법을 지켜 와 온 천하가 소중화(小中華)로 일컬었다. 백성의 풍속은 요순의 삼대에 견줄 만하고, 유교는 정자(程子)⋅주자(朱子) 여러 어진 이를 스승으로 삼았으니, 아무리 어리석은 남녀라도 모두 예의의 가르침을 숭상했고 임금의 다급함에는 반드시 달려가 구원할 마음이 있었다. ··· 아, 통탄스럽다. 외국과 통상하는 계책이 실로 천하 망국의 근본이 될 줄을 누가 알았으랴. 문을 열고 도적을 받아들였으니 이른바 대대의 권세가는 기꺼이 왜적의 앞잡이가 되었다. 살신성인은 상소를 올린 선비들뿐으로 소꼬리의 수치(牛後之恥)를 면할 수 있었다. ··· 갑자기 갑오년(1894) 6월 20일 밤에 마침내 우리 조선은 삼천리 강토를 잃고 말았다. 종묘사직이 위기일발에 처했으니, 누가 이약수(李若水)처럼 임금을 껴안으며, 고을이 모두 저들이 먹이가 되었는데도 안진경(顔眞卿처럼 군사를 모집하는 자는 보이지 않도다. 옛날 보잘것없던 고구려가 하구려(下句麗)로 된 것도 오히려 수치로 여겼는데, 하물며 지금 당당한 이 나라가 소일본(小日本)이 된다면 어찌 통탄스럽지 않겠는가. ··· 국모(國母)의 원수를 생각하며 이미 이를 갈았는데, 참혹함이 더욱 심해져 임금께서 머리를 깎이시고 의관을 찢기는 지경에 이른 데다가 또 이런 망극한 화를 당하였으니, 천지가 뒤집어져 우리가 각기 하늘에서 부여받은 본성을 보전할 길이 없게 되었다. 지금은 참으로 위급 존망의 때이니, 각자 거적에서 잠을 자고 창을 베개 삼으면서 모두 끓는 물과 불 속으로 나갈지어다. 그리하여 기어코 온 세상이 재건되어 하늘이 다시 밝아지는 것을 볼 것이니, 이 어찌 한 나라에만 공이 되겠는가, 실로 만세에 말이 전해질 것이리라.···",
    "그러나 1896년, 고종이 의병을 해산하라는 조령을 내렸고 그는 이에 상소를 올렸지만 결국 의병을 해산하고 만다. 그는 상소에서 일본의 추진 하에서 진행된 일련의 개혁(갑오개혁)에 의하여 사람이 금수로 변했다고 주장했고, 갑오개혁을 추진한 개화파 전체를 사실상 비난하였다. 이어서 그는 소중화를 보존해야 된다는 주장을 피력하였다.",
    "\"중화의 문물이 몰락함으로부터는 바로 이른바 주례(周禮)가 노(魯)나라에 있다는 것인데, 4,000년 복희(伏羲)·신농(神農)의 왕정과 2,000년 공자·맹자의 도맥(道脈)이 우리나라에 붙어 있게 되어 마치 큰 과일은 먹지 않는다(碩果不食)는 것이 있습니다. 선왕의 전한 바가 이와 같이 중요하고, 보전하기는 이와 같이 어려웠습니다. 우리 전하께서 천명을 이어 받들었으니, 마땅히 한없는 아름다움으로 하늘과 조종께서 부탁한 큰 뜻에 보답하셔야 할 것입니다.\"",
    "이후 만주로 망명한 유인석은 1912년 중국에서 중화민국이 탄생했다는 사실에 기뻐하면서도 중화민국이 전통 유교적 국가를 회복하지 않고 공화제를 채택하여 이에 대해 비판하기도 했다.",
    "유인석은 1913년에 작성된 우주문답에서 소중화와 중화의 관계를 설명하기를",
    "\"하늘의 도는 쉬지 않는 법이어서 양이 다해 버리는 이치는 없으니 박괘(剝卦)가 다하면 복괘(復卦)가 다시 생기는 것이 자연의 이치이다. 박괘가 소중화에서 다하니, 장차는 다시 근본으로 환원하여 복괘가 대중화에서 생겨서 천둥소리와 함께 붉은 빛이 온 천하에 두루 비치어 이미 대중화를 회복하고 또 동쪽으로 점차 소중화가 다시 전과 같이 될 것이다\"",
    "이를 구체적으로 설명하면 원래 대중화인 중국이 무너지자 소중화인 조선이 중화를 보존했고 조선이 위태로워지자 중화가 재기함으로써 소중화의 부흥을 이끌어 중화를 최종적으로 보존하는 것이였다. 또한 그는 1914년에 작성된 도모편에서 쑨원의 주도로 서방식 정치체제를 채택한 중화민국을 서구와 동일한 것으로 간주했고 오히려 그나마 전통 중화의 질서를 지킨 청을 차악으로 생각했다.",
    "결국 유인석은 죽기 전까지 중화에 대한 숭배를 멈추지 않았으며 중화의 부흥이라는 목적을 이루지 못한채 1915년 작고했다. 그는 조선의 마지막 소중화사상 근본주의자였다.",
    "대한제국 이후",
    "19세기 말, 조선이 곧 명나라의 문화적 정통성을 계승하고 있는 유일한 중화이므로 황제의 정통은 우리에게 있다는 정통론이 밑바탕 깔리고, 각계각층의 합의가 이루어지자 고종은 칭제를 허락하고 제국선포를 하게 된다. 당시 유인석이나 최익현같은 화서학파의 선비들은 조선이 대대로 명나라의 번신이였다는 이유로 반대한반면 일부 선비들은 명나라를 계승하여 황제국을 선포할 것을 적극적으로 권하였다. 찬성과 반대 모두 소중화사상에 기초를 두고 있었고 결국 고종은 대한제국을 건국했다.",
    "당시 고종은 명나라의 의례(大明集禮)를 기준으로 즉위식을 진행했지만 제국 선포 과정에서 차용한것에 불과하고 기존에 사용하던 중국 황제의 연호에서 광무(光武)로 바꾸는 등 이전과 비교해서 자주성을 띄었다. 사실 이는 개항 이후 국제공법 개념과 주권국가 사상이 지속적으로 조선에 유입된 결과였으며 그리하여 조선 민족주의가 형성되었고 사대주의(모화사상)에 기초한 소중화사상은 점차적으로 밀려났다. 1907년까지만 해도 조선인들은 스스로 대명유민(大明遺民)이라고 불렀지만 이후 급격한 민족주의의 발전으로 소중화사상은 신채호 등의 민족주의 지식인에 의해 맹렬한 비판을 받았고(신채호는 소중화주의를 두고 '노예사상' 이라고 한 바 있다.) 점차 역사속으로 사라지게 된다.",
    "일본형 화이사상",
    "한국 일부 학자들이 일본의 경우 중화사상의 영향을 받아 일본을 중심으로한 화이사상을 또 하나 만들게 되었다고 주장하고 이를 '일본형 화이사상'이라고 한다. 그러나 일본은 일찍이 대륙으로부터 분리되어 주체성이 강해 철저히 자기중심적이였고 베트남과 한국(특히 조선)과의 소중화사상과는 일반적으로 다르다. 또 한 한국 학계에 이런 '일본형 화이사상' 개념은 일반화 되지 않았으며 역사적 사료들로 일본이 화이사상을 추종했다고 주장할 근거가 빈약하기 때문이다.",
    "예를 들어 쇼토쿠 태자는 수나라 양견에게 \" 서쪽의 황제\" \"동쪽의 황제\"라는 편지를 보냈었다. (천황 칭호의 사용 등) 이러한 사상이 엿보이는 기록이 일본서기로 일본서기는 자국(야마토 조정)을 천하의 중심으로 서쪽의 신라와 백제 대해서는 서번국(西蕃國;서쪽의 야만국), 야마토 조정에 복속하지 않은 당시 일본열도의 이족(異族)집단인 북쪽의 에미시에게는 蝦夷(털이 많은 오랑캐의 뜻)라는 표현을 썼다. 이들 蕃, 夷등은 중국왕조들이 주변국들에게 붙이던 멸칭들이다.",
    "일본의 경우에는 다이카 개신으로 인해 왕의 명칭이 \"오오키미\"에서부터 \"덴노\"(천황)으로 변한다. 정효운은 2006년 논문에서 일본서기가 편찬된 덴무 천황(天武天皇) 무렵부터 서서히 일본의 독자적인 세계관이 형성되었다고 보고 있다. 당시 일본은 왜나라라는 국호를 '일본'으로 변경하였으며(삼국사기 문무왕조에 따르면 670년, 구당서에 따르면 702년 이전), 중국의 황제와 대등한 격인 천황이라는 호칭도 이 무렵부터 사용되었다.",
    "정효운은 이어 일본서기 이후에 만들어진 속일본기가 일본형 화이사상에도 계승되고 있다고 보고 있다. 특히 몬무 천황(文武天皇)과 쇼무 천황(聖武天皇) 대의 기사에는 야마토 정권에 편입되지 않은 일본 열도 내의 국가들이나, 신라와 발해를 자신들의 번국(蕃國)으로 인식하는 표현을 많이 발견할 수 있다.",
    "무로마치 막부 시절에는 명나라가 명나라 남쪽을 유린하는 북로남왜 시절에 왜구를 통제하기 위해서 아시카가 요시미쓰(1368~1394 재위)에 일본국왕 원의만(日本国王源義滿)라는 칭호를 일방적으로 하사하기도 하였다. 하지만 아시카가는 별 감흥이 없었고 왜구는 끊이지 않았다. 이후 1592년 도요토미 히데요시가 조선을 침공(임진왜란)할 때 명나라 침략을 명분으로 내세우기도 하였다.",
    "베트남",
    "베트남 지역은 중국과 떨어져 있지만, 한나라 때에는 한나라에 속해 있었다. 베트남이라는 국명 역시 사마천의 사기 등에 나오는 월(越. 비엣)에서 비롯한 것이다. 중국의 중화사상이 베트남에 전파됨에 따라 베트남에서도 소중화사상이 발전하게 되었다.",
    "청나라가 중국인들을 지배한 이후 베트남의 후 레 왕조 역시 자신들이 중화 사상의 계승자가 되었다는 소중화 사상을 보였다. 후 레 왕조의 군주들은 자신들이 청나라와 대등한 위치에 있다고 자부하면서, 주변 국가들에게 자신의 \"베트남 문명\" 을 전파하기 위해 노력하였다. 베트남의 후기군주들은 대내적으로 황제의 호칭을 썼다.",
    "참고 문헌",
    "정효운, 《고대 한·일 국가와 타자인식》, 신라문화 28집, 2006 - 한국과 일본의 소중화사상의 기원 연구",
    "== 각주 =="
  ],
  "시모노세키 조약": [
    "시모노세키 조약(일본어: 下關条約 시모노세키조야쿠[*], 중국어 정체자: 馬關條約)은 1895년 3월 20일부터 야마구치현 시모노세키시에서 전개된 청일전쟁의 강화회의로 체결된 조약으로서 정식명칭은 일청강화조약(일본어: 日清講和条約 닛신코와조야쿠[*])이다. 하관조약(下關條約), 마관조약(馬關條約)으로도 지칭한다.",
    "1895년 4월 17일, 시모노세키 조약이 체결되면서 청일전쟁이 종결되었다. 청국이 조선의 독립자주체제를 훼손하는 조공 의례를 폐지함으로써 조선과 청조의 외교 관계는 단절되었다. 조선은 비로소 수 세기에 걸쳐 지속된 번속 지위를 청산하고 독립국이 되었다. 그러나 그것은 하나의 위계질서가 또 다른 하나의 위계질서를 전복한 것에 불과했기 때문에 독립 후 조선의 주권은 오히려 더 온전하지 못했다. 한편 대만은 법적으로 완전히 일본제국의 영토가 되었다. 조약 비준 이틀 뒤 일본은 가바야마 스케노리(樺山資紀)를 초대 대만총독 겸 육군군무사령관 및 대만 접수 전권위원으로 임명하였으나, 영토 할여에 반대하는 대만 주민들은 5월 25일, 대만민주국(臺灣民主國)을 선언하고 무장 투쟁을 전개했다. 일본은 나흘 뒤 무력으로 진입하여 10월 중순이 지나서야 대만민주국을 와해시킬 수 있었으며, 군정의 종식과 민정의 실시는 이듬해 4월에서야 가능했다.",
    "청국은 일본에 대한 배상금 2억 3,150만 냥을 지불하기 위해 영국, 독일, 프랑스, 러시아로부터 3억 냥의 차관을 빌렸다. 열강은 청국이 전비 및 배상금을 갚기 위해 빌린 차관을 담보로 중국 영토 주권과 이권 분할에 나섰다. 아울러 러시아, 프랑스, 독일은 일본에게 요동반도를 중국에 반환하도록 압박하였다. 일본은 삼국간섭에 굴복해 3천만 냥의 배상을 추가로 받고 요동반도를 반환했다. 일본은 이후 러시아에 대응하여, 청국의 배상금의 46%에 해당하는 1,753만 파운드를 군비확장에 사용했다. 조선은 1896년 2월 아관파천을 통해 일본의 내정간섭으로부터 벗어났지만, 환궁 이후까지 한동안 러시아의 간섭 하에 놓여 있었다. 러시아와 일본은 1900년 전후로 한국을 두고 대립하였으며 그 결과 1904년에 이르러 러일전쟁이 발발했다.",
    "배경",
    "19세기말 조선의 사회모순은 동학농민전쟁을 야기하였는데, 당시 조선은 홍계훈을 양호초토사(兩湖招討使)로 임명하고 농민군을 진압하고자 했다. 1894년 5월 17일, 선혜당상 민영준은 주찰조선총리교섭통상사(駐紮朝鮮總理交涉通商事宜袁世凱) 원세개와 밀약을 맺고 고종에게 청군의 차병을 상춘하였다. 다음 날 새벽 어전회의에서 여러 대신들은 외병(外兵)을 불러 내란을 진압하는 것에 반대하면서, 우선 '폐정개혁'을 하고 부패한 수령 및 방백을 처벌하여 민심을 안심시켜야 한다고 했다. 이에 고종이 청군 차병은 곤란하다고 하며 의론을 부결하였다. 그러나 5월 23일 양호초토사 홍계훈이 농민군의 기세가 심상치 않음을 보고하며 청군 차병을 요청하였고, 이에 따라 5월 26일께 민영준은 원세개에게 상국(上國)과 소국(小國)이 통양일체(痛痒一體)임을 내세워 재차 차병을 요청했다. 5월 30일경, 전주성이 농민군에게 함락되자, 이틀 뒤 민영준은 원세개에게 다시 청군 차병을 요청하는 한편, 그날 밤 시원임대신회의에 청군 차병 논의를 붙였다. 대신들은 천진조약에 따라 청군과 더불어 일본군이 조선에 진입할 것이므로 차병에 반대하였다. 고종은 원세개가 조선군을 지휘할 것을 제안하였으나, 6월 2일경 원세개는 고종의 제의를 거절했다. 결국 고종은 시원임대신회의 대신 비밀리에 원세개와 상담하며 청군 차병을 결정하였다.",
    "일본임시대리공사 스기무라 후카시(杉村濬)는 조선 조정이 끝내는 시비없이 청군 차병 논의를 방안을 채택할 것이라 전망하고 일본 본국에 청군 차병에 대비할 것을 주문했다. 일본 외무부는 신속하게 제물포 조약 제5항과 천진조약 3항을 근거로 조선에 출병할 것을 지시했다. 청 총리아문은 주청일본공사관에게, 그리고 주일청국공사관으로 하여금 일본 정부에 청군 파병을 “속방(屬邦, tributary state)을 보호(保護, protecting)하는 구례(舊例)”라고 통보하였다. 이에 대해 일본은 상인과 공관 보호를 위해 파병한다고 회답했다. 청 정부는 농민군 진압을 위해 파병했지만 조선에서 소극적이었다. 일본의 이토 히로부미(伊藤博文)는 청일전쟁을 상정하지는 않았지만 일단 조선에서 청군을 압도하기 위해 긴급하게 강력한 혼성여단을 조직해 청군보다 하루빨리 조선에 도해하고 한성으로 진입했다. 청군의 움직임을 빌미로 일본군이 조선에 주둔할 명분을 차단하고자 했던 청국은 조선은 자국의 반주지국(半主之國, Semi-Sovereign State)・속국(屬國, Dependent State)으로서 자립(自立)의 권리를 가지기 때문에 청국이 내정에 간섭하기 어려운데, 인방(隣邦)인 일본은 더더욱 간섭해서 안된다는 점을 지적했다. 게다가 조선 정부도 독판교섭통상사무(督辦交涉通商事務) 조병직(趙秉稷)으로 하여금 6월 12~22일 일본군의 철병을 요청하였다. 일본은 대부분 무응답으로 일관하거나, 조선이 청국의 속방(屬邦, tributary state)이라는 사실을 인정한 적이 없다고 회답했다.",
    "무쓰 무네미쓰는 조선이 “독립국(independence)으로서의 책임을 다할 수 있는 필수 요소 몇가지가 결여(Government of that country is lacking in some of the elements which are essential to responsible independence)”되었기 때문에 내정개혁은 불가피하다는 입장을 피력하였다. 일본은 자국이 독립국으로 상정한 국가의 요구에도 불구하고 출병을 단행해서 그들에게 독립국의 역할을 요구하는 모순논리에 빠진 것이었다. 이는 일본이 조선의 내정에 간섭할 권한이 없다는 조병직의 항의에 대해 오토리 게이스케가 청국 군주가 단 한번도 조선의 내정에 간섭한 적이 없으므로 조선이 ‘불기독립(不覊獨立)’하다고 왜곡한 데서 단적으로 드러난다. 경복궁 점령을 전후해, 오토리 게이스케는 조선을 ‘번봉(藩封)’과 ‘속방(屬邦)’으로 선언하고 있는 조청상민수륙무역장정의 폐기를 강요함으로써 7월 17일께 군국기무처가 끝내 해당 장정을 폐기하였다. 장정 폐기를 통해 전쟁에 관한 국제법적 명분을 확립한 일본은 8월 1일에 이르러 메이지 천황의 명의로 개전 조칙을 내렸다. 8월 20일에는 “조선의 자주독립(自主獨立)을 공고히 한”다는 명분으로 잠정합동조관을 체결해 조선에게 내정 개혁을 강요했고, 8월 26일에는 같은 명분으로 조일동맹조약을 요구해 조선은 최초의 동맹조약(Treaty of Alliance)을 체결하게 된다. 결국 1895년 1월 7일, 고종은 종묘에 조선의 자주독립을 고하고, 한편으로 홍범 14조를 반포해서 “청국에 부의(附依)하는 생각을 끊고 자주독립의 기초를 공고히 한다”고 선언하기에 이르렀다.",
    "청 조정은 내부의 정치갈등으로 효율적으로 전쟁을 지도하지 못했고, 북양군도 군사적 능력을 제대로 발휘하지 못했다. 청군은 9월 16일 평양전투의 패전을 시작으로 1895년 2월 17일 북양해군의 본거지였던 위해위를 점령당함으로써 결국 일본군에 항복을 선언했다. 영국이 일본 정부에게 청국과의 강화를 제의하였다. 이때 영국은 일본과 청 모두가 조선 독립을 명시하는 강화안을 제안하였으나, 일본이 조선 독립을 빌미로 전쟁을 추동하였음에도 무쓰 무네미쓰는 영국에게 청국이 조선의 독립을 확인하고 이에 따라 조선에 대한 내정간섭 방지를 명문화하고자 했다. 그리고 그 담보로써 청국 영토인 여순과 대련 할여를 요구했다. 1895년 4월 1일부터 일본과 청의 강화 회담이 진행되었는데, 일본은 내용을 더욱 구체화하여 조선의 독립자주를 훼손하는 조공책봉체제의 폐지와 성경성 남부의 땅을 요구했다. 북양대신 이홍장은 이에 대응하여 일본도 조선의 독립을 조인하고 중립[局外]을 명문화하고자 했다. 그러나 일본은 청 측의 제안을 묵살하고 시모노세키에서 강화조약을 체결하여 조선이 주권과 독립을 저해하는 청에 대한 봉건적인 의무들, 즉 공헌(貢獻, the payment of tribute)과 전례(典禮, the performance of ceremonies)를 폐지하였다.",
    "체결",
    "청국 조정은 1894년 11월 22일, 주청미국공사를 통해 일본 본국에 강화 의사를 타진했다. 전의를 상실한 청국은 조선의 독립을 인정하고, 전쟁 배상금 지불을 제의하고 있었다. 그러나 내각총리대신 이토 히로부미가 같은 해 12월 4일 「위해위를 무찌르고 대만을 공략하기 위한 방책」을 대본영에 제출한 데서 알 수 있듯이 일본군은 전쟁을 멈출 의사가 없었다. 일본군의 연전연승 속에서 감화되어 대외경파는 물론 정부 내에서도 취할 수 있는 것은 가능한 한 확보하려는 분위기가 농후하였다. 1895년 1월에 이르면, 일본 국내에서도 청 측의 제안에 따라 강화 조약을 논의하게 되었는데 외상 무쓰 무네미쓰는 이런 분위기 속에서 고심하게 된다.",
    "제국 해군은 자원 확보와 남진의 거점으로서 대만 전 섬 및 팽호열도의 할양을 원했는데, 육군은 반면 해당 전쟁의 격전지인 요동반도의 할양을 요구했다. 한편 대장성은 전후 재정 운영을 고려하여 거액의 배상금을 요망하였는데, 마쓰카타 마사요시는 후에 고평은 10억 냥(테일)이라는 경이로운 배상액을 제시했다. 주러일본공사 니시 도쿠지로는 영토 할양은 러시아를 자극할 수 있기 때문에 배상금을 우선시해야 한다고 보았다. 그는 영토 할양은 거액의 배상금 담보라는 명목으로 하는 것이 러시아 등으로부터의 간섭을 최대한 배제할 수 있다고 말했고, 이에 대해 주영일본공사 아오키 슈조(青木周蔵)는 성경성 및 길림과 직례 양성의 일부를 할여받아 정래에 일본의 군사적 거점을 그곳에 건설하고 배상금은 영화 1억 파운드로 해야 한다고 주장했다. 또한 당시 외무성의 미국인 고문 헨리 W. 데니슨(Henry Willard Denison)이 제시한 배상금은 갑안이 3억엔, 을안이 5억엔이었다.",
    "청국은 1894년 12월 20일 일본 측에 호부시랑 장음환과 호남순무 소우렴을 강화회담의 전권대신으로, 양국의 전권대신이 나가사키에서 회동할 것을 원했다. 그러나 일본은 청일전쟁 당시 천황이 전쟁을 지휘한 대본영이 위치하며 제국의회가 소집되기도 했던 히로시마를 회담 장소로 통고했다. 1월 31일, 장음환과 소우렴은 히로시마에 도착했다. 일본은 당일 이토 히로부미와 무쓰 무네미쓰를 전권대신으로 지명했다. 다음날, 양국 전권대신들은 히로시마 현청에서 회합하였는데, 일본 측 전권이 수상과 외상인 반면 중국 전권은 재무차관과 지방지사에 지나지 않았기 때문에 이 격식의 차이는 청국의 체면을 잃게 만들었다.",
    "한편 무쓰 무네미쓰는 청 측이 ‘국서’와 ‘칙유’라고 칭하는 문서를 두고 그것은 일종의 신임장이나 단순한 소개장에 지나지 않고 강화담판의 전권 위임장일 수 없다고 지적했다. 2월 2일, 일본 측은 청 측에 교섭 내용을 본국에 상주한 후 칙유를 얻고 나서 처음으로 조인이라는 절차를 밟아야 하는 것은 강화 전권의 권한으로는 부족하다는 점을 지적하며 담판을 중단했다. 일본은 청국 전권과 본국이 문서를 쉽게 주고받지 못하게 방해했다. 2월 7일, 나가사키로 돌아간 장음환과 서오렴은 청 정부로부터 다시 위임장을 받고자 하였으나, 일본은 이를 거절하면서 이들의 체류를 거부했다. 한편 이토 히로부미는 청 측 참사관 오정방에게 이홍장 혹은 공친왕이 전권대신으로 올 것을 희망한다고 밝혔다. 2월 8일, 무쓰 무네미쓰는 주일미국공사 던(Edwin Dun)을 통해 정당한 전권위임장을 받은 ‘명작자망(名爵資望)이 있는 전권위원’의 파견을 청국 측에 요구하였다.",
    "여순에 이어 위해위에서도 패전해 북양함대를 잃고 게다가 히로시마에서의 강화교섭도 결렬되자 광서제와 주전파도 모두 전의를 상실했다. 2월 10일, 광서제는 군기대신을 불러 패전에 낙담하며 제대신에게 대책을 자문했는데, 대신들의 일치된 견해로는 이홍장을 일본에 파견해 교섭을 맡게 하는 방도 외에는 없었다. 그때까지 격렬하게 주전론을 주창해 옹동화도 다른 수가 없다고 하였다. 2월 19일, 청 정부는 이홍장을 전권대신으로 지명하겠다는 뜻을 주청미국공사관을 통해 일본에 전달했다. 한편 일본이 영토 양여를 강화 조건으로 제시할 수 있다는 우려가 퍼지자, 이홍영은 영토 양여 대해서는 국내적인 규정도 갖추어지지 않아 처리도 어렵다고 굳이 알지 못한다는 견해를 표명했고, 옹동화도 이에 찬동했다. 그는 협상이 정리되지 않으면 귀국할 뿐이라는 결의를 나타내는 한편, 강화교섭에 옹동화의 동행을 요구했다. 그러나 옹동화는 양무파도 아닌 본인이 외교에도 능통하지 못하다는 이유로 동행을 사퇴하였고, 이홍장은 이를 빌미로 옹동화의 주전론을 봉쇄하고자 했다. 그는 의도적으로 주전론을 주창함으로써 영토 양여가 불가피하다는 여론을 끌어내어 3월 2일 영토 양여가 불가피하고 강화를 맺어야한다고 상주했고, 다음날 서태후와 총리아문으로부터 영토 양여를 승인받았다. 그는 이를 통해 이홍조나 옹동화 등 자신의 정적들로부터의 정치적 공격을 차단했다.",
    "일본 혼슈의 최서 시모노세키는 도쿄로 들어가기 위한 관문으로 조선통신사도 이곳을 통해 일본을 왕복했다.",
    "이홍장은 3월 19일, 수행원 33인, 종복(從僕) 90인을 거느린 채 시모노세키에 도착했다. 다음날 이홍장 등은 캇포여관(割烹旅館) 인근의 슌반루(春帆楼)에서 회합하여 위임장을 교환하고 교섭에 들어갔다. 이때 청 측은 강화회담 이전에 먼저 휴전할 것을 제안했는데, 그러나 이토 히로부미는 히시지마 요시테루 대령이 이끄는 보병 1개 혼성여단이 대만 서쪽의 팽호제도를 제압해, 대만 상륙의 발판을 확보하기를 기다리고 있었다. 3월 21일, 일본 측은 대고(大沽), 천진, 산해관의 성루를 보장점령하고 청군이 이곳의 모든 군수물자를 일본군에게 넘길 것, 나아가 일본 군무관이 천진과 산해관 사이의 철도를 관할할 것, 휴전 기간 청국이 일본군의 군비를 부담할 것을 요구했다. 일본 측은 휴전 없이 강화 회담에 들어가도 되고 휴전 후 강화를 논의해도 되지만 그 경우, 청국이 상기 4가지 조건을 수용해야한다고 압박했다. 그러나 이홍장은 어디까지나 영구(営口)・전장태(田荘台)의 보장점령 정도를 염두에 두었을 뿐, 이것은 청 측의 예상에 크게 웃도는 가혹한 조건이었다.",
    "3월 24일 청 측은 휴전을 철회하고 강화회담을 진행할 것을 제안했다. 이후 이경방만 회담에 남아서 무쓰와 사무적인 현안을 처리하고 이홍장은 숙소로 돌아가게 되는데, 자유당계 장사(壯士) 오야마 도요타로(小山豊太郞)로부터 저격을 당했다. 2미터 거리에서 총탄으로 인해 안경이 깨져 왼쪽 뺨을 부상당한 이홍장은 급히 응급조치를 받고 숙소로 옮겨졌다. 오야마는 그의 생명을 끊는 것이 영원히 동아의 평화를 얻는 일이라고 밝혔다. 일본 입장에서 이 담판은 전쟁을 계속하면서도 교섭할 수 있는 효율적인 회담이었으나 이홍장 저격 사건은 담판의 형세를 일거에 뒤집을 수 있는 사건이었다. 이홍장은 자신에게 일어난 재해를 본국에 대한 이익으로 전환하려 하였고, 일본 정부는 그가 이 사건을 구실로 회담을 중단하고 귀국할까봐 전전긍긍하였다.",
    "이토 히로부미와 무쓰 무네미쓰는 사건 직후 곧바로 이홍장의 숙소로 가서 그를 위로하였으며, 일본 정부는 야전위생장관인 이시구로 다다노리와 외과 전문의 육군군의총감 사토 스스무(佐藤進) 두 박사 등 유명한 전문의를 시모노세키로 보내고, 또 주일 프랑스 공사관에 있는 의사도 초대하였다. 아울러 당시 히로시마에 있던 메이지 천황과 쇼켄 황후는 직접 의사와 간호부를 이홍장에게 보내주었다. 한편 야마구치현 지사 하라 타로(原保太郎)가 이 사건의 책임을 지고 사임하였으며, 야마구치현 경찰부장 고토 마츠요시로(後藤松吉郎)는 해임되었다. 각지의 시민들이 이홍장에게 전보나 우편을 보내거나 일본의 특산품을 보내면서 이홍장을 위로했으며 그의 숙소 앞에는 많은 인파가 몰렸다.",
    "무쓰는 이홍장 저격 사건이 열강의 간섭을 초래할 수 있다고 보고 휴전해야 한다고 보았다. 이토 히로부미도 이에 동의하였다. 그러나 당시 히로시마의 대본영과 각료들은 휴전을 반대하고 있었고, 무쓰는 2~3주간 휴전에 들어가고 그 후에 전투를 재개한다고 해도 문제될 것이 없다는 논리를 제시했다. 이토는 히로시마로 가서 무쓰의 견해로 각료들을 설득하였으며, 3월 26일에는 문무중신회의에서도 “선후지책으로는 회담을 계속할 수밖에 없다. 그러기 위해서는 즉시 무조건적인 휴전을 허용해야 한다”고 역설했다. 그러나 군부는 무조건적인 전쟁 중단에 대해서 강력하게 반대했는데, 이에 이토는 3월 27일, 천황으로부터 칙호를 확보했다. 한편 3만의 러시아군 이 청국의 북변으로 이동한다는 첩보가 입수되자 야마가타 아리토모 등도 비로소 휴전에 동의했다.",
    "청 측은 시모노세키 항구에 기선을 정박하면서 언제든지 귀국할 수 있는 준비를 마치고 있었기 때문에 이토와 무쓰는 협상 결렬의 위기에 분주히 움직였다. 무쓰 무네미쓰는 천황에 의한 휴전의 칙허를 조약문으로 개서하고 3월 28일 이홍장의 병상을 방문하여 그 초안을 제시했다. 이로써 3월 30일 봉천성, 산동성, 길림성에서의 무조건적인 휴전에 합의하고 휴전조약을 체결하였다. 중국은 협상의 진전과 더불어 작년 11월 서태후의 환갑을 축하하러 온 조선의 진하사의 귀국을 종용했다. 3월 말 조선 사행단은 회동관에서 쫒겨나 일행을 둘로 쪼개어 객잔에 머무르게 되었다. 이 조치는 조선 사행단을 조공사로 대우하지 않겠다는, 즉 조공책봉체제의 와해를 의미했다.",
    "4월 1일부터 양국은 강화회담에 돌입하는데 당시 일본은 청국이 조선의 완전무결한 독립자주국임을 확인할 것, 봉천성 남부・요동반도 동부 연안・대만 및 그 부속도서・팽호 제도를 할여하고, 배상금 은 3억 냥을 지불할 것, 일본에 최혜국 대우를 할 것, 북경・소주・항주・중경 등을 일본에 개방할 것, 강화조약 실행의 담보로 일본군이 봉천성 및 위해위를 일시 점령할 것을 요구했다. 이홍장은 일본이 조선의 독립을 도모할 뿐, 청국의 토지를 거느리고자 한 것이 아니라고 대내외적으로 선언한 것이 아니었냐고 반문하였다. 그는 원안의 내용을 총리아문에 극비으로 타전시키고, 할여에 관한 조항을 북경 주재 영국·러시아·프랑스 공사에 누설하도록 하여 열강에 중재를 요구하고 협상의 연장하고자 했다. 이홍장은 통상권익에 관해서는 가능한 수용하되, 요동 반도의 할여는 인정하지 말아야 한다고 호소했다. 한편 무쓰 무네미쓰는 반대로 할여의 건은 소극적으로, 통상권익에 관해서는 적극적으로 홍보할 것을 지시했다. 통상권익의 성문화는 열강 입장에서 반가운 귀결이기 때문이다.",
    "이홍장과 이경방은 4월 5일에 국내 사정을 들며 일본 측에 재고를 요청했으나 묵살당했다. 청국 측은 중국이 이미 수개월 전에 조선을 완전무결한 독립자주·국외지국(獨立自主局外之國)으로 인정하기 원한다고 성명하였으니 이번 조약 체결에서 마땅히 이를 기재하고 일본 또한 그것을 인정하고 원안을 수정해야할 것, 영토 할여는 전면 거부할 것, 배상금은 상당 수준 감액할 것을 요구했다. 다음날 일본 측은 원안에 대한 승낙 여부를 명백히할 것을 압박했다. 4월 9일 청 측은 중국과 일본 양국이 조선을 독립자주림을 공동으로 인정하고 조선이 중립국[局外之國]임을 공동으로 보장할 것, 배상금은 1억 냥으로 할 것, 영토 할여는 봉천성 안동현·관전현·봉황청(鳳凰廳)·팽호 열도로 한정할 것, 강화조약의 실행 담보로서 위해위만 점령할 것을 제안했다. 그러나 일본 측은 이튿날 재수정안을 청국 측에 제안했는데, 4월 11일 이것이 최종안임을 통보했다. 조선에 관한 조항은 정정하지 않을 것, 영토 할여는 원안대로 대만과 팽호 열도 그리고 요동 반도로, 봉천성은 대폭 축소할 것, 배상금은 2억 냥으로 감액할 것, 강화조약 실행의 담보로서 위해위만 점령할 것을 통고했다.",
    "4월 12일, 청 측은 일본의 요구가 과도하다고 호소했다. 이홍장은 대만을 무력 점령한 것이 아니기 때문에 일본 착 요구를 수락할 수 없으며, 봉천성에 대해서도 영구의 제외를 주장했다. 그리고 배상금에 대해서도 추가적인 감액을 요구했다. 그러자 이토 히로부미는 “청국 대표가 현재 상황을 깊게 이해하기를 바란다. 일본은 승자이고 청국은 패자라는 것이다”라고 말하면서 담판이 결렬되면 북경의 안위는 알 수 없을 것이라고 협박했다. 히로시마에서는 출정 준비가 운송선 60척 규모로 진행되었고, 지난 밤부터 오늘 아침까지도 20척이 간몬 해협을 통과했기 때문에 13일까지 수락 여부에 대해서만 응답할 것을 요구했다. 이에 이홍장은 결국 14일 오후 4시를 기하여 회답하겠다고 답변했다.",
    "청 측은 거듭해 대만 제외와 배상금의 추가 감액을 요구했지만 일본 측은 이를 묵살했다. 아울러 이토는 “전쟁이란 것은 어떻게 선행될 지 모르는 것이고, 현재의 강화 조건도 그대로인지 확실하지 않다”고 말하면서 청국 측에 승낙을 유도했다. 이토는 군함 20여 척을 시모노세키 항구에서 대련으로 보내어 청 측을 위협했다. 이에 경악한 이홍장은 청 정부에 긴급 타전하여 조약을 체결해야만 한다고 주장했다. 4월 14일, 이경방은 이토를 만나 내일까지 최종 회답을 할 것을 통고하였고, 이튿날 최종담판을 거쳐 일본 측이 요구한 최종안이 거의 그대로 수용되었다. 이 날 이홍장은 이토 히로부미가 이렇게 엄혹하고 집요한 사람이라고는 생각지도 못했다고 푸념했다.",
    "4월 17일, 강화조약이 체결되었다 내용은 다음과 같다.",
    "영향",
    "삼국간섭과 을미사변",
    "일본은 내무대신 이노우에 가오루를 주조선공사로 보내어 조선의 내정개혁을 강요하였다. 일본은 잠정합동조관을 근거로 일본인 고문관과 군사 교관의 파견, 일본통화의 유통 아울러 방곡령 금지 등을 통해 전쟁 협력과 더불어, 내정개혁에 직접적으로 간여하는 별도의 기구를 설치하기 보다는 명목적으로 조선 독립의 보장을 빙자하여 간섭하고자 했다. 이들은 영국의 이집트 보호와 같은 간접적인 보호국화를 모델로 채택하고 있었다. 1894년 하반기부터 1895년 3월까지 진행된 2차 갑오개혁 당시 국채 도입은 개혁 관료들의 협상에도 불구하고 일본의 내정간섭과 통상권익 확보의 연장선상에서 이루어질 수 밖에 없었다. 중앙 및 지방 행정제도의 개혁 그리고 재정 일원화 등 개혁 정책은 일본으로부터 재정 차관의 도입을 통해 이루어졌으며, 이는 증가하는 일본인 고문관의 역할을 증대시키는 효과를 낳았다. 조선의 대일 정치경제적 종속화, 즉 일본의 간접적인 보호국화는 영국, 미국 등 서구 열강에게도 감지되기 시작했다.",
    "1895년 4월 17일, 시모노세키 조약이 체결되었다. 중국과 일본의 교섭 과정에서 독일, 러시아, 프랑스는 일본에 대해 압력을 넣었지만, 그것은 조약 체결에 있어 영향력을 발휘하지 못했다. 그러나 한편으로 조선의 독립자주를 위한 내정개혁을 명분으로 승전을 끌어냈으므로, 전후 열강과의 협동이라는 방침은 불가피했다. 러시아 외상 로마노프는 조약 체결과 동시에 독일과 프랑스 그리고 영국 등에게 러시아에 동조하여 요동 반도 점령에 항의할 것을 요청했다. 프랑스는 확고한 러프동맹의 전제에 따라 협조하였고, 영국은 친일적인 국내 여론과 대러시아 견제라는 노선에 따라 불간섭 정책을 지속하고자 했다. 오래전부터 중국 항구의 조차를 통해 무역과 군사 거점을 원했던 빌헬름 2세는 영국의 불간섭 노선을 확신하고 외교부로 하여금 주일 독일 공사에게 러프동맹에 협조할 것을 신속하게 결정했다. 그 결과 4월 23일에 이르러 주일 독일 공사, 러시아 공사, 프랑스 공사는 외무성을 방문해 하야시 곤스케와 회동하여 요동 반도의 점령을 비롯해서 조약의 전면적인 재고를 요구했다. 삼국동맹은 일본의 요동 반도 점령을 조선의 독립을 유명무실화하는 것으로 간주하고 조선 문제에 대해서 민감하게 대응했다.",
    "삼국간섭에 대해 미국의 전통적인 불간섭 정책과 일본의 기대와 다른 영국의 냉담은 일본은 러시아와 외교적인 타협이라는 대안을 채택할 수 밖에 없었다. 영국은 아시아를 두고 러시아와 경쟁하고 있었지만, 삼국과의 관계 악화까지 감수하면서 일본에 협조할 의향은 없었다. 4월 29월, 영국 외상의 킴벌리 백작 존 워드하우스는 주영일본공사 가토 다카아키에 대해, 영국은 중립을 지키고, 일본에는 원조할 수 없다는 입장을 전달했다. 궁지에 몰린 이토 히로부미 등은 청 황제가 시모노세키 조약의 비준을 거부하는 것을 염려했다. 결국 일본은 여순구를 제외한 요동 반도의 점령 포기 의사를 밝혔지만, 러시아는 그에 응답하지 않고 청국도 삼국간섭을 빌미로 비준서 교환을 연기하고자 했다. 대안이 없던 일본 정부는 5월 4일 각의에서 여순구도 포함한 전 요동 반도의 포기를 결정하고 다음 5월 5일 주일 독일, 러시아, 프랑스 공사에게 이 결의를 통고했다. 5월 8일, 예정대로 시모노세키 강화조약 비준서를 교환했고, 한편으로는 조약의 발효에 따라 요동 반도의 환부를 두고 청일 양국은 교섭에 돌입하였다.",
    "그 무렵, 이노우에 가오루는 무쓰 외상으로부터 철도 전신 조약의 교섭에 있어, 조선에 대한 내정개혁에 대해 당분간 그다지 개입하지 않겠다는 양해를 구했다. 한편 무쓰는 이노우에를 필두로 전개된 내정개혁 정책을 포기하고 조선의 독립을 열강이 공동 보장하는 정책으로 전환을 꾀하여야 한다고 주장했다. 이토 히로부미는 이에 반대하였으나 무쓰는 간섭 정책의 포기를 지속적으로 요청했다. 6월 4일 일본 정부는 '신 대한방침'의 각의 결정을 통해 타동(他動)의 방침을 결의했다. 그러나 단연코 간섭 정책을 중단하고 통상 조약국 모양으로 회귀하자는 하루 전 무쓰의 제안에서 미묘한 변화가 이루어진 것이었다. 무쓰는 6월 5일, 병을 명분으로 사이온지 긴모치에게 외무대신 직위를 맡기고 요양에 들어갔다. 6월 17일 사법대신 요시카와 아키마사는 무쓰 무네미쓰 및 야마가타 아리모토와 \"미봉책은 단연히 파기하고 결행 방침을 취할 것\"을 합의하였고, 6월 말 스기무라 후카시 대리공사는 도쿄의 이노우에 특명전권공사의 지시에 따라 주조선 일본군의 주둔 문제를 두고 억지로 고종의 재가를 받아 김윤식으로 하여금 주병의뢰서를 얻어냈다. 외상 임시대리 사이온지는 8월 3일 천황의 재가를 얻어 주병승낙서를 김윤식에게 발송했다. 한편 7월 9일 스기무라 후카시는 내부대신 박영효가 왕후시해를 기도했다는 이유로 실각한 직후 '민씨파'가 궁중에 모여 정권을 좌우하도록 방관하며 자연스럽게 김홍집 내각의 성립을 기다릴지, 성립에 진력해야할지 회신할 것을 요청하였고, 다음날 사이온지는 \"김홍집 내각의 성립을 위해 내밀하고 조용히 힘을 다할 것\"을 훈령했다.",
    "이노우에 가오루는 전신선의 반환과 구스노세 유키히코 중좌의 해임을 요구하고 있었다. 그런데 7월 10일경 이노우에의 후임에 미우라 고로가 내정되었다. 미우라 고로는 이노우에가 요구한 적법한 후임자가 아니었다. 당시 육군의 실세인 가와카미 소로쿠 참모차장은 조선의 전신선을 일본군이 장악하기를 희망하고 있었다. 7월 19일, 미우라 고로는 '특명전권공사'에 임명되고 다음달 17일엔 조선 주차가 명령되었다. 가와카미 소로쿠와 미우라 고로는 미우라의 조선 주차 이전에 이미 보병 2중대를 경성에, 부산과 원산에 1중대를 각파한다는 대본영의 군사정책을 교감하고 있었다. 9월 12일, 가와카미 소로쿠는 미우라 고로에게 헌병 250여 명의 추가 파병해 전신선 수비를 보충할 것을 제시했다. 가와카미의 요구는 외무성을 통하지 않은 것이었다. 9월 16일, 가와카미와 미우라는 수비대의 교체를 서서히 실행할 것을 합의했다. 그리고 3윌 뒤에 미우라는 가와카미에게 출병 지휘권을 요구하고 그것을 외상으로 하여금 자신에게 통지할 것을 요청했다. 9월 21일, 가와카미는 이토 히로부미에게 외무대신 지휘하의 수비병을 미우라 고로와 협의하여 파견한다는 참명을 내릴 것이라고 알렸다. 이토로부터 사실을 접한 사이온지는 격노하였지만, 10월 2일에 일본 정부는 미우라 고로의 요청을 추인하고 있었다. 앞서 9월 28일 사이온지도 미우라 고로의 요청에 따라 이토에게 선처를 부탁한 문서를 발신하고, 대본영이 미리 조선의 병참사령관에게 훈령해야한다고 대본영 및 육군대신 오야마 이와오에게 요청했다.",
    "10월 5일부로 대본영이 참명 325호를 남부병참감 다카이 게이기에게 명령하면서 미우라 고로는 특명전권공사임에도 불구하고 그의 지휘하에 있던 병참 수비대를 출병할 수 있는 권리를 얻었다. 구스노세 중좌가 가와카미에게 보낸 전신에 따르면 미우라는 이미 다카이 대좌, 전신제리 가와무라 중좌 그리고 구스노세 3명과 전신선 수비와 내지 경비에 대해 협의하고 있었다. 그는 왕실이 내각을 무시하고 궁중 정치를 행한다고 파악했다. 한편 가와카미의 요구대로 일본 보병 대대 및 헌병 250여 명의 배치를 결정했다. 전신선 수비를 명분으로 왕후 민씨를 시해하고 친일정권을 수립함으로써 전신 및 일본군 주둔 문제를 해결하고, 그 과정에서 타국의 군사 개입이 있을 경우 조선 정부의 의뢰를 빙자해서 수비대를 출병시키고자 했던 것이다. 10월 6일, 스기무라 후카시는 조희연, 권형진, 이두황 등을 만나 정변을 논의했고, 10월 7일 불온한 움직임을 감지한 왕실이 훈련대를 해산했다. 상황이 긴박해지자 10월 7일 오전, 우마야바라 가네모토(馬屋原 務本) 대대장은 오전에 광화문 앞 대대본부에서 비밀 회의를 여는 한편, 미야모토 다케타로(宮本竹太郞) 소위 및 훈련대 제2대대장 우범선과 공사관으로 갔다. 그 날 오후, 미우라는 작전을 3일 앞당겨 10월 8일에 실행할 것을 지시했다.",
    "10월 8일 새벽, 일본 공사관 및 영사관원, 오카모토 류노스케(岡本柳之助), 아다치 겐조(安達謙造) 등 20여 명의 장사는 마포에 유폐 중인 흥선대원군을 옹립한 뒤 서대문으로 가는 과정에서 훈련대와 합류했다. 새벽 4시께 훈련대가 대포를 동원해 춘생문을 포위하고, 훈련대 및 경성수비대 일부가 광화문 앞에서 정렬했다. 한 시간 뒤 해뜰 무려에 이르러 경복궁의 춘생문, 광화문, 추성문 등에서 비로소 경복궁 침입의 준비가 갖추어졌다. 일본 영사관원들이 대궐에 침입하여 정문을 열자, 한국 훈련대 및 일본 경성수비대 그리고 장사 일당이 소리치며 입궐하여 경복궁의 후궁까지 진입했다. 결국 왕후 및 궁녀와 훈련대 대장 홍계훈, 궁내대신 이경직 등이 피살당했다. 당일 1등영사 우치다 사다쓰지(內田定槌)가 외무차관 하라 다카시에게 급보한 내용에 따르면, 왕후를 시해한 자는 일본 경성수비대 육군소위였다. 당시 미야모토 다케타로 소위는 자신의 소속인 3중대 대신 대대장 우마야바라 소좌에 부속하여 입궐했다. 훗날 마기 마사스케(馬来政輔)의 진술에 따르면, 건청궁 시해 당시 현장에는 미야모토 소위와 도라쿠마(牧虎熊) 특무조장이 있었다. 아울러 낭인 히라야마 이와히코(平山岩彦)의 자백에 따르면, 당시 이경직에게 총격을 가한 것도 소위였다. 당시 헌병사령관은 다른 자백들을 검토해볼 때 미야모토 소위가 가장 의심된다고 하였다. 주한 영국총영사 힐리어는 당시 왕궁에 있던 궁녀로부터 고종과 왕세자가 왕후 색출을 위해 들이닥친 일본인들 중 한 명이 “제복을 입은 장교”라고 말했다는 정보를 입수했다.",
    "10월 9일 오후, 이토 히로부미의 자택에서 각 대신과 야마가타 대장, 이노우에 전 조선공사, 가와카미 중장, 고다마 및 야마모토 소장 등이 회동했다. 다음날, 사이온지가 천황에게 상주하였고, 이토는 하라 차관과 밀담했다. 9일 가와카미가 이토에게 보낸 서신에 따르면, 일본은 외무성 정무국장 고무라 쥬타로(小村壽 太郎) 외 2명, 사법성 검사정(檢事正) 안도 겐스케(安藤謙介) 외 3명, 해군성 이슈인 대좌 외 1명,  육군성 보병 중좌 다무라 이요조(田村怡與造)와 보병 소좌 하라다 기타로(原田輝太郎) 외 2명, 헌병 가게야마 대위 외 하사관 19명을 출장시켜 14일 오후 7시까지 인천에 도착하도록 했다.  왕후 시해 사건의 배후에 일본이 있다는 것이 국제사회에 폭로되자, 일본 정부의 외교정책은 뒤흔들렸다. 10월 17일, 일본 정부는 미우라 공사의 소환과 해임을 결행하고 고무라 주타로 정무국장을 그 대리로 임명했다. 10월 21일, 이토 히로부미는 조선 사변에 대한 대응책으로 불간섭 노선을 주장했다. 그는 일본의 장래 지위 보전을 위해 조선의 독립을 보장해야 한다고 보았다. 일본 정부는 나흘 뒤 전신 수비대의 철군, 조선에 대한 내정 불간섭을 천명했다. 구미 열강의 비난을 면하기 위해 종래의 조선 정책을 포기하게 된 것이다.",
    "김홍집 내각은 전 군부협판 이주회를 왕후 시해 사건의 총책, 훈련대 참위 윤석우를 시해의 장본인으로, 그리고 왕후 시해범을 자칭한 박선(朴銑)을 체포하고 1895년 12월 30일에 모두 처형했다. 1896년 1월 14일 군법회의 결과, 구스노세 중좌 이하의 시해 가담 일본 군인이 방면됐고, 1월 20일 히로시마 지방재판소는 미우라 고로, 스키무라 후카시, 호리구치 구마이치(堀口 九萬一), 오기와라 히데지로(荻原秀次郎), 오카모토 류노스케, 시바 시로(柴四朗) 등을 무죄로 판결하고 방면했다. 그런데, 미야모토와 마키는 참고인이었음에도 불구하고 심문 후 방면되지 않았다, 참모총장 고마쓰노미야 아키히토 친왕, 육군대신 오야마, 참모차장 가와카미, 육군차관 고다마 등 일본 수뇌부는 유독 미야모토와 마키의 동향에 민감하게 대응했다.",
    "미우라를 비롯한 일본 공사관 및 영사관은 왕후 시해의 책임자로 대원군을 설정하였다. 우치다 영사는 왕후 시해 사견을 “역사상 고금을 통틀어 전례 없는 흉악”한 사건이라고 비판했지만 일본 관리와 군대의 개입을 은폐하였다. 미우라 공사를 중심으로 우치다 영사 등은 사건에 대해 대원군의 공모설을 입맞춤 했다. 천황은 미우라 고로가 방면되어 도쿄로 돌아오자 시종을 보내어 “할 때는 해야 한다”는 의견을 전달했는데, 이때 미우라 고로는 대원군을 이용하는 과정에서 밀약이 있었냐는 천황의 질문에 “대원군과는 약속이고 뭐고 아무 것도 없었다 … 그저 내가 말한대로 된 셈이며 약속이고 뭐고 없었다”고 답변했다. 이는 대원군이 4개 약조를 조건으로 왕후 시해를 원조했다는 오카모토와 스기무라 그리고 미우라가 진술이 거짓이라는 것을 보여준다. 흥선대원군과 김홍집·유길준·조희연·정병하 등 친일 내각 등은 왕후 시해에 가담하였지만, 어디까지나 실권을 잡고 왕후를 폐위하고자 한 것이었다.",
    "단발하고 칼을 찬 수상한 사람[土田讓亮]이 앉아 밥상을 달라고 하니 가게 사람이 먼저 밥상을 주기에 마음이 분연(憤然)하여 살펴보니 일본인이었기에, 하늘 아래 같이 살 수 없는 원수라 여겨 그 일본인을 그 자리에서 발로 차 넘어뜨린 후 때려죽여 강물에 던졌으며 …",
    "한편, 11월 28일 조선 내부에서는 전 시종 최숭하 전 시위대 참령 이도철에 의한 춘생문 사건이 발각되는 등, 정동파와 친일 내각 간의 갈등이 심화되고 있었다. 12월 30일, 김홍집 내각은 왕후 시해 사건과 춘생문 사건 이후 정치적 위기를 타개하고자 무리하게 단발령을 공포하자 위정척사파를 중심으로 을미의병이 일어났다. 유인석을 중심으로 의병 투쟁이 전국화되자, 의병들은 친일 관찰사와 군수 나아가 일본 관리나 군인 그리고 상인에 대한 습격을 감행, 또한 전신선 및 전신주를 파괴하였다. 을미의병으로 인해 전국이 어수선하자, 이범진과 이완용 등 정동파는 주조선 러시아 공사 베베르와 제휴하여 러시아 해군의 호송을 받아 조정을 러시아 공사관으로 옮겼다. 1896년 2월, 이른바 아관파천이 단행되면서 김홍집 내각이 쿠데타로 무너지고 김홍집은 “죽음은 애초에 각오하였다”는 말과 함께 광화문에서 체포되어 경무청으로 호송되는 와중에 순검과 군중으로부터 살해당하고 그 시체는 훼손되었다. 어윤중과 정병하도 모두 살해당했으며, 유길준과 장박 그리고 조희연 등은 망명길에 올랐다. 새 친러 정권은 갑오개혁에 역행하는 수구적 성격이 동반되었다. 이러한 상황 속에서 조선 지배에 두고 러시아와의 관계 조정을 도모할 수밖에 없었다. 베베르-고무라 각서(1896. 5. 14)와 야마가타-로바노프 의정서(1896. 6. 9) 그리고 로젠-니시 협상(1898. 4. 25)은 모두 일본이 불리한 상태에서 합의된 것이었다. 이때 조선에서는 러일의 세력균형 또는 상호견제가 가시화되었다. 조선은 마치 러일 양국의 공동지배령(joint governance) 내지 공동보호령(joint protectorate)과 같은 상태였다.",
    "한청통상조약",
    "청일전쟁으로 인해 조청상민수륙무역장정이 파기되면서 조청 간 책봉체제는 와해되었다. 1894년 6월, 총리교섭통상사무 원세개와 그 대리 당소의 등 중국 관원들은 귀국했다. 그러나 청국은 주한 청상 4천여 명의 보호를 주한영국총영사에게 위임하는 것은 무리라고 보고 1895년 10월, 당소의를 총상동(總商董)으로 삼아 조선에 파견했다. 한편 1896년 정월, 길림장군 장순(長順)은 회인(懷仁)과 안동(安東) 일대의 조선인 유망과 월경 문제를 두고, 조선은 이제 ‘자주지국(自主之國)’이 되었으므로, 이제는 속방이 아니라 각국과 같이 통상교섭할 것을 주문했다. 아울러 그는 을미의병 당시 소요사태를 거론하며 이제 조선과의 외교에는 일본도 개입되어있다는 사실을 상기했다.",
    "고종은 중문 번역관 박태영(朴台榮)을 당소의에게 보내어, 당소의를 통해 북경에 사절을 보내어 청국과 새로운 조약을 체결하고 싶다는 의사를 전달했다. 그러나 당소의는 현재 조선국왕이 러시아 공사관에 있는 이상, 독립국의 군주가 아니라고 지적하면서 독립국이 아닌데 사절을 파견하는 것은 공법에 어긋난다고 거절했다. 그러나 그는 조선이 베베르와 각국 사절의 권고에 따라 중국에 국서를 보내어 조약을 요청하면서 국제법적으로도 거절하기 어려우니 미리 대비할 것을 총리아문에 주문했다. 당소의는 6월 17일, 다시 한 번 조선이 시모노세기조약으로 ‘자주지국’이 되었기 때문에 서양의 통례에 따라 자국 관원이나 베베르를 통해 조약 체결을 문의하면 거절할 수 없다고 주장했다. 그는 조선은 본디 ‘번속(藩屬)’으로, 서양 각국과 같은 평행지국(平行之國)이 아니기 때문에 통상장정을 체결하고 영사를 설치하되, 조약과 상주 사절 그리고 국서 교환을 불가한다는 방침을 정했다. 총영사를 주재시켜 상주 사절의 역할을 맡김으로써 속국(屬國)의 본분을 유지하겠다는 의지였다.",
    "이홍장도 영국과 프랑스 그리고 독일이 조선에 총영사를 주재시키고 있으므로 총리아문의 방침을 지지했다. 이에 따라 당소의는 6월 28일, 조선의 외무독판 조병직과 회담에서 시모노세키 조약에 따라 조청상민수륙무역장정이 폐기되어 조선이 ‘자주지국’이 된 것은 맞지만 조약을 체결하여 국교를 수립하는 건 ‘평행지국’이 되는 것을 의미한다며 난색을 표했다. 조병직 또한 조선이 본래 번속이었지만, 시모노세키 조약으로 ‘자주’가 선언되었으므로 조약 체결을 거부하는 것은 조선의 ‘자주’를 부정하는 것이라는 미묘한 논리를 전개했다.",
    "당소의는 10월 1일께, 조선이 오랜 ‘번속’이지만 청일전쟁 이후 고종이 ‘자주지방(自主之邦)’을 자칭하고 있는데, 국면이 달라져도 조선은 중국의 오랜 ‘번복(藩服)’이므로 영국과 독일의 전례에 따라 총영사를 파견해서 타국의 간섭과 조선의 견사(遣使)를 막을 수 있다고 전망했다. 10월 16일, 총리아문은 조선의 견사를 방지하고 통상장정과 체결하여 중국인의 통상권익을 보호하기 위해 당소의를 총영사로 파견할 것을 광서제로부터 비준받았다. 고종은 그해 11월에 독자적으로 조약안을 마련하고, 다음달에 곧바로 성기운(成岐運)을 북경으로 보내어 청국과 수교 협상을 실행하고자 했다. 그러나 이때 당소의의 직책이 총영사로 교체되자, 고종은 성기운의 차견을 보류했다. 그러나 고종의 기대와 달리 당소의는 청 정부의 방침대로 자신은 통상장정과 청상 보호의 책무만 맡았을 뿐, 조선이 ‘평행자주(平行自主)’의 조약 체결을 위해 북경에 사절을 파견하면 절대로 응대하지 않을 것이라고 경고했다. 이에 고종은 5월 5일, 조선을 방문한 주청영국공사에게 수교 추진 내용을 총리아문에게 전달해줄 것을 요청했다. 그러나 같은 날, 당소의는 조선 관원들이 양국의 미수교 상태를 불평하는 데 대해 “사치스러운 생각”이라고 비난했다.",
    "한편 고종의 경운궁으로 환궁한 이후 전직 관료들과 유생들을 중심으로 황제로 즉위해서 자강, 자주, 독립을 이루어야 한다는 상소가 빗발쳤다. 그것은 군주의 위상을. 격상해 중국으로부터 자주독립했음을 명확하게 보여주어야 한다는 여론이었다. 고종은 여론이 성공적으로 형성되자, 1897년 8월에 ‘광무(光武)’ 연호를 반포하고, 9월에는 황제즉위식을 위한 환구단 축조를 시작했다. 그리고 10월 1일에는 문무백관이 대궐 뜰에서 칭제의 논의를 수용할 것을 요청함으로써 이틀 뒤 고종의 재가가 내려졌다. 당소의는 조선의 이러한 내부 동향을 두고 5월에는 망령되다고, 9월에는 “참람하게 황제의 칭호를 더한다”고 공공연하게 비난했다. 그는 아예 아프리카와 남미의 야만 국가의 부족들도 자신을 왕중왕 혹은 황제를 참칭하지만 실제로 강대하지는 못하다고 비아냥댔다. 하지만 고종은 더욱 박차를 가해 1898년 2월에는 주한러시아공사를 통해, 4월에는 주중일본공사를 통해 한중관계의 정상화를 위해 북경에 사절 파견을 원한다는 의사를 전달했다.",
    "“속국지례(屬國之體)를 다시 존류(存留)”해야한다고 본 공친왕 혁흔이 5월 말 죽었다. 광서제는 황지를 내려, 조선과의 수교조약에 앞서 먼저 사절을 파견하는 방침을 명령했다. 그는 국서 전달을 비롯해 서양의 통례에 맞추어 조선과의 관계 정상화를 기도했다. 그해 4월, 한국은 2등 사절을 북경에 보내어 조약 체결을 원한다는 의견을 전달했는데, 당소의는 응당 중국이 한국에 먼저 사신을 파견해야만 교섭의 주도권을 잡을 수 있다고 건의했다. 그러나 총리아문은 당소의에게, 한국 측이 원한다면 4등 사절을 파견하되, 국서의 접수는 광서제의 알현 대신 총리아문이 교부받는다는 방침을 전달하고 교섭을 지시했다. 그러나 6월 11일과 17일, 당소의는 다시 총리아문에 전보를 쳐서 미국이 독립하자 영국이 먼저 사신을 파견하여 조약을 체결하였고, 남미제국이 독립하자 스페인이 먼저 사신을 파견하였으므로, 중국이 이전과 같이 ‘대국(大國)’으로서 번속을 대하는 뜻을 보여주어야 한다고 주장했다. 광서제는 양자의 견해를 모두 승인하는 한편, 황제의 알현까지도 모두 허가했다. 그러나 광서제는 6월 20일에 성지를 번복하여 중국이 먼저 사절을 보내고 국서를 전달할 것을 지시했다.",
    "1898년 6월 24일, 광서제는 장형가(張馨嘉)를 주찰조선국4등공사(駐紮朝鮮國四等公使)로 임명했으나 그는 노모 부양을 이유로 부임하지 못했다. 광서제는 6월 26일에 재차 서수붕(徐壽朋)을 주찰조선국흠차대신으로 삼아 한국에 파견했다. 전권 없는 흠차대신은 2등공사에 해당하는 것으로 한성 주재 사절들이 3~4등 공사라는 관례대로면 수석 공사가 되는 것이었다. 주한러시아공사는 이것을 문제 삼았으며, 에 대해 주한 각국 외교사절이 관심을 보였다. 한국 총세무사 브라운(J. Mcleavy Brown)은 조약 체결에 앞서 ‘주찰’의 두 글자를 사용하는 것은 여전히 위계관계를 설정하고 있는 것이 아니냐고 의문을 제기했다. 주한독일총영사도 ‘조선’이 아니라 새로운 국호로 고쳐야 한다고 지적했다. 한편, 고종은 8월 15일에 심상훈(沈相薰)을 특명전권대신으로 삼아 청국에 파견할 준비를 끝냈고, 광서제는 9월 1일에 성지를 내려 서수붕을 전권대신으로 임명해 대한제국 외부(外部)에 파견하여 통상조약을 의논했다. 파견하여 통상조약을 의논하도록 명하였다. 11월 13일에 대청국 황제는 대한국 황제에게 국서를 보냈으며, 다음해 9월에 한청통상조약이 공식적으로 체결되었다.",
    "한청통상조약은 러시아의 남진을 저지하기 위해 북경 지근거리의 대한제국과 제휴하고자 한 광서제의 의향과, 러시아 고문관 파면 및 사관 귀국 등으로 러시아와의 관계가 악화되고 러일 군대의 철수를 요구하는 움직임으로 인해 국제질서에서 새로운 방향을 모색해야했던 조선의 이해관계에 따라 체결될 수 있었다. 한중 양국은 이제 상호 평등한 관계에서 국제법과 한청수호통상조약을 근거해 각종 현안을 처리하기 시작하였다. 그러나 한청통상조약 교섭 과정에서 한국 내부 및 의정부에서 간도영토론에 주목하여 한국 측이 ‘파원감계(派員勘界)’ 조항을 삽입할 것을, 중국 측은 ‘월간엄금(越墾嚴禁)’을 삽입할 것을 제안했다. 양국은 ‘월간민 안업(安業)’이라는 당초 한국 외부의 초안대로 타협했으나, 이는 이범윤의 파견을 두고 제12조의 해석을 둘러싼 분쟁의 원인을 제공했다. 이범윤은 해당 조항을 빌미로 사호봉적(査戶封籍)과 수세업무를 정당화했다. 그는 종성에 머물면서 사포대(射砲隊)를 조직하고, 북간도 등지에 영관(營所)을 설치했다. 사포대는 청국이 임명한 향장(鄕長)을 추포하고 간도가 한국령임을 선언했다. 많은 가구가 중국 비적과 한인 사병에 의해 이중 피해를 입었다. 변경 지역의 혼란은 1904년 여름, 지방 차원에서 한국의 독립 이후 두만강 국경에 관한 최초의 성문 협정인 변계선후장정(邊界善後章程)을 체결해, 이범윤의 철퇴와 두만강 국경의 현상 유지 등을 합의한 뒤에야 진정되었다.",
    "같이 보기",
    "독립문",
    "동학 농민 운동",
    "청일전쟁",
    "삼국 간섭",
    "을미사변",
    "각주",
    "외부 링크",
    "시모노세키 조약 텍스트"
  ],
  "을미사변": [
    "을미사변(乙未事變, 영어: Assassination of Empress Myeongseong)은 1895년 10월 8일(음력 8월 20일) 조선 주재 일본 공사 미우라 고로(三浦梧樓)의 지휘 아래 일본군 한성 수비대 미야모토 다케타로(宮本竹太郞) 등이 경복궁(景福宮)에 난입하여 건청궁(乾淸宮) 곤녕합 일대에서 명성황후 민씨(明成皇后閔氏)를 칼로 찔러 시해하고 시신에 석유를 뿌려 불에 태운 사건이다.",
    "명칭",
    "다른 명칭: 명성황후 암살 사건(明成皇后暗殺事件), 명성황후 시해 사건(明成皇后弑害事件)",
    "당시 명칭: 을미의 변(乙未之變) 또는 을미 팔월의 변(乙未八月之變)",
    "일본 작전명: 여우사냥(일본어: 狐狩り 기쓰네가리[*])",
    "개요",
    "일본은 청일전쟁에서 승리한 이후 조선의 지배를 강화하고 경제적 이익을 독점하려 했다. 당시 조선에서는 김홍집 등의 친일 내각이 득세하였고, 1894년 7월에는 일본 세력을 등에 업은 대원군이 재등장하며 갑오개혁이 시작됐다. 이에 명성황후는 러시아에 접근하여 일본 세력을 축출함으로써 일본의 침략을 저지하고자 했다. 이에 앙심을 품은 일본 정부는 일본 공사 미우라 고로를 사주하여 명성황후 암살을 명령하였고, 조선 측에서도 흥선대원군, 우범선, 이두황, 이진호, 전 군부협판 이주회, 개화파 문신 유길준, 친일파 송병준의 사위 구연수 등 친일 세력들이 정치적 목적으로 내통, 협조했다.",
    "사전에 치밀한 계획 하에 일본인 낭인들은 조선인 군관들의 비호와 길안내로 경복궁까지 3~5시간 내에 진입했다. 기습적으로 경복궁에 진입한 이들은 궁녀 복장으로 위장한 황후를 찾아내 시해한 뒤, 미우라의 지시로 시신에 석유를 뿌려 소각한 뒤 연못에 던졌다.",
    "사후 100년 넘는 동안 일본은 조선의 분쟁에 일본 낭인들이 개입한 사건이라고 주장해왔지만, 을미사변 사건 두 달 뒤에 일본 영사 우치다 사다쓰지가 작성하고 일왕이 결재한 보고서가 2005년 공개되었다.",
    "을미사변의 범행은 당시 일본공사 미우라 일당이 저질렀지만, 그동안의 연구 결과에 따르면, 그 배후의 진정한 주동자는 미우라 직전에 공사를 지낸 이노우에 가오루를 비롯한 일본 정계의 최고위 원로(元老 : 겐로)들 및 이토 히로부미 총리를 비롯한 내각의 각료들이었다. 당시 을미사변 실행자들이 일본 정부의 실권자인 원로들에게 보호 받았는지는 그들의 사후 출세 가도를 살펴보면 쉽게 알 수 있다. 심지어 미우라는 재판을 받고 석방되자 일본 메이지 천황이 직접 시종을 보내 치하하기까지 했다.",
    "사건 이후 일본에 대한 조선인의 반감이 커졌다.",
    "준비 과정",
    "고종과 명성황후에 대한 계략",
    "당시 일본은 조선에 대한 계략으로 왕실을 회유 혹은 매수하여 경계심을 누그러뜨리게 하는 것이었으며, 또 바로 황후 시해였다. 을미사변은 매우 치밀하게 준비되었다.",
    "《한국통사》 등에 따르면, 주한 일본공사 이노우에 가오루 부부는 을미사변이 있기 한 달 전 일본을 다녀온 뒤 왕궁을 방문하여 조선 왕실의 안전을 확보한다고 약속하면서 고종과 명성황후에게 9천원에 상당하는 선물을 바쳤다고 한다. 당시 내각에서 논의하고 있던 조선 정부에 대한 차관을 지급하기로 이미 결정했다고 거짓말까지 한다. 고종은 이노우에가 너무 진지하여 예방을 소홀히 했다고 한다. 이때의 이노우에의 행동은 일본에 대한 고종과 황후의 경계심을 풀게 하려는 계산된 연극이었다는 주장이 있다.",
    "《매천야록》과 《대한계년사》에 따르면, 일본은 고무라(小村室)의 딸을 명성황후의 양녀로 삼게 하였는데, 뒤에 그녀는 명성황후의 신원을 확인하는 일을 맡았다고 한다. 또한 고무라의 딸과 명성황후가 궁중 연희(演戱)를 보고 있을 때 배우 가운데 종왜(從倭, 일본을 따르는 사람)로 하여금 초상화를 그리게 했다고 한다.",
    "황후 시해 계획을 세운 이노우에가 일본으로 돌아간 때는 사건 20일 전이었다. 1895년 9월 1일 육군 중장 출신 미우라 고로가 새 공사로 부임한다. 우익 군인 세력의 거두였던 미우라는 조선에 온 뒤 두문불출하고 불경을 외우면서 지냈는데, 그래서 붙여진 별명이 ‘염불 공사’였고, ‘수도승 같다’라는 평을 들었는데, 이는 경계심을 풀기 위한 위장술이었다는 주장이 있다.",
    "살해 계획과 준비",
    "《대한계년사》에 따르면, 세부 계획이 세워진 때는 10월 3일이었고, 장소는 일본 공사관 지하 밀실이었다. 그때 미우라의 참모는 시바 시로였는데, 하버드 대학과 펜실베이니아 대학에서 경제학을 공부한 고급 지식인이었다. 그는 조선에 나와 있는 일본의 극우 낭인 단체인 천우협과 현양사 일인들과 긴밀하게 협의하면서 미우라를 보좌하였다. 일본의 낭인들은 목적을 이루기 위해서는 수단과 방법을 가리지 않았으며, 동경제국대학 출신 등 고급 지식인들이 많았다. 따라서 이들은 직업적 정치깡패가 아니라 고도로 의식화된 지식인 테러리스트였다는 주장도 있다.",
    "그날 모의에 참여한 사람은 공사관 일등서기관 스기무라 후카시(杉村 濬)와 궁내부 및 군부 고문관으로서 평소 흥선대원군과 친분이 두터운 소좌 출신 오카모토 류노스케, 영사관보 호리구치 구마이치, 그리고 공사관 무관이자 포병 중좌인 구스노세 유키히코였다. 그밖의 직원들에게는 기밀 유지를 위해 일체 알리지 않았다. 우치다 사다쓰치(内田 定侈搥) 일등영사도 이 모의에서 제외되었다.",
    "당시 모의한 내용은, '첫번째 시해의 범행은 일본 낭인들이 맡고, 외관 상 흥선대원군과 조선인 훈련대의 반란으로 꾸민다. 이 일은 청일전쟁 직후 갑오경장 때 일본 군인의 궁궐 점령을 지휘했던 오카모토에게 맡겨졌다. 둘째 일본인 가담자는 낭인 자객, 일본 수비대 군인, 일본 공사관 순사들로 구성한다. 이때 낭인 자객들의 동원은 한성에서 발행하는 일본 신문 한성신보의 사장 아다치 겐조가 맡았다. 구마모토와 후쿠오카 등 규슈 출신 낭인 30여 명과 한성신보 주필 구니토모 시게아키, 편집장 고바야가와 히데오, 기자 히라야마 이와히코, 사사키 마사유키, 기쿠치 겐조 등의 민간인들을 동원하였다. 셋째 일본 수비대와 순사, 조선인 훈련대를 움직이는 일은 일본 공사관 소관이다. 그래서 황후 시해에 구스노세 유키히코 등이 참여한다. 넷째 거사일은 10월 10일 새벽으로 한다.'는 것이었다.",
    "미우라는 황후 시해를 위한 음모를 “여우사냥”이라고 불렀으며, 예상보다 일찍 훈련대가 해산되자 거사 일시를 10월 8일 새벽 4시로 앞당기게 된다. 그러나 바뀐 계획도 차질이 생긴다. 새벽 4시에 작전을 끝내려면 늦어도 새벽 3시까지는 흥선대원군과 낭인들이 경복궁에 진입해야 한다. 그러나 대원군이 공덕리 별장을 떠난 때는 새벽 3시였고, 경복궁에 도착한 때는 새벽 5시가 넘었으며, 명성황후가 시해된 때는 6시 경이었다. 그래서 많은 목격자들이 나타나게 된다.",
    "1896년 4월 15일 고등재판소 판사 권재형이 법부에 제출한 〈권재형 보고서〉에 따르면, 흥선대원군은 입궐하던 날 간사한 무리를 몰아낸다는 요지의 유시를 내렸다고 한다. 《한국통사》에서는 대원군이 입궐하는 일본인들에게 “오늘의 일은 단지 왕실을 호위하는 것뿐이다. 궁중에서 폭거를 행하지 말라.”라고 했다고 한다. 이를 종합하면, 흥선대원군이 황후 시해에 동의했는지 매우 의문이다.",
    "한편 일본으로서도 흥선대원군의 정치 참여는 바라지 않았다. 그래서 서기관 스기무라가 4개조 약조문을 초안하고, 10월 6일(음력 8월 18일) 오카모토가 이를 가지고 공덕리에 가서 대원군의 서약을 받았다. 주된 내용은 대원군이 정치에 참여하지 않는다는 것이었다.",
    "조선인 협력자들",
    "대원군은 장손 이준용이 교동에 유폐된 이래 불만을 품고 공덕리의 별장 아소정(我笑亭)에 칩거하고 있었다. 그러나 뒤에 오카모토가 대원군을 찾아 설득하였다.",
    "유길준은 흥선대원군을 명성황후 암살의 조선인 최고 지휘자로 지목했다. 유길준이 미국인 은사 모스에게 보낸 편지에서 유길준은 명성황후를 \"세계에서 가장 나쁜 여성\"이라고 혹평하였으며, 명성황후를 개화당 살해의 배후로 보았다. 유길준은 민비가 도움을 청하기 위해 러시아 공사와 비밀 접촉하였고, 1894년 가을 개화당 모두를 살해하려는 계획을 꾸미다가 대원군에게 발각되었으며, 대원군은 일본공사 오카모토 류노스케와 협의 끝에 일본인들로부터 약간의 도움을 얻어 그녀를 죽이기로 결정하였다고 진술하였다. 편지에서 유길준은 또 명성황후 암살은 실행되었지만 흥선대원군이 명성황후 암살 문제를 일본공사와 협의하고 일본 측에 약간의 도움을 요청한 것은 큰 실수였다고 지적하였다. 그러나 유길준은 '도움을 얻기 위해서는 달리 방법이 없었다.'는 의견도 덧붙였다.",
    "윤치호는 암살의 협력자이자 일본 낭인들의 지휘자 중 한사람으로 유길준을 지목하였다. 명성황후가 암살당할 무렵 윤치호는 유길준과 일본인 이시쓰카가 사건의 전말을 은폐하기 위해 자신을 그날의 저녁 식사에 자신을 초대했다는 것이다.",
    "흥선대원군과 유길준 외에도 조선군 1대대장 우범선·2대대장 이두황·3대대장 이진호(李軫鎬) 등과, 전 군부협판 이주회(李周會), 국왕 친위대 부위(副尉) 윤석우(尹錫禹), 일본 공사관 통역관 박선, 문신 구연수 등이 협력했고, 궁궐수비대의 구식군대 출신 조선인 병사들도 자발적으로 협력했다. 송병준의 사위이기도 했던 구연수는 일본 낭인들이 민비 시신을 소각하는 걸 도왔다.",
    "박영효의 명성황후 암살 미수",
    "한편 1895년(고종 32년) 7월 박영효는 별도로 왕비를 암살할 계획을 세웠다. 개화 이후로 고종은 밖으로는 일본의 견제를 받고 안으로는 군국기무처가 마음대로 하여 한 가지 일도 단독으로 결정할 수 없었다. 명성황후는 이를 분하게 여겨 점차로 군권(軍權)을 회복하기를 계획하여 러시아와 결탁하니, 박영효는 이를 우려하였다. 명성황후는 군국기무처의 일부 급진개화파가 독단하는 것을 두려워하였고, 이들의 정책을 뒤엎을 기회를 찾았다. 이때 박영효는 단독으로 계략을 세워 왕비 암살을 계획하였다.",
    "박영효는 왕후의 권모와 계략을 두려워 하여 암살을 감행하지 않으면 화근을 근절할 수 없다 생각하고, 1895년 7월 마침내 날짜를 잡아 계책을 정하고 일본에 병력을 요청하였다. 그는 유길준이 자기와 친근하다고 여겨 가만히 뜻을 알렸다. 그런데 유길준은 바로 박영효의 왕비암살 계획을 임금에게 밀고했다. 박영효는 유길준에 의해 일이 누설된 것을 알고 양복으로 바꿔 입고 일본인의 호위를 받아 도성을 빠져 나와 용산에서 기선을 타고 도주하였다. 그의 일당 신응희, 이규완 등도 따라 도주하였다. 박영효의 명성황후 암살 음모를 폭로한 유길준은 그무렵 따로 대원군과 이준용의 왕비 암살 모의에 가담한 상태였다.",
    "진행 과정",
    "사전 모의와 무장",
    "조선 정부가 훈련대의 해산을 명령한 때는 10월 7일 새벽 2시였다. 이에 군부 대신 안경수가 9시 경 급히 이 사실을 미우라 고로에게 통보하였고, 뒤이어 우범선도 달려와 미우라에게 보고했다. 이에 미우라는 거사 날짜를 그날 밤으로 바꾸고 스기무라와 의논한 뒤 오카모토 류노스케를 불러들인다. 오카모토는 10월 6일 흥선대원군을 만난 뒤 일본으로 가는 척하다가 급히 서울로 돌아왔다.",
    "미우라는 거사 계획서인 〈입궐방략서〉(入闕方略書)를 영사관보인 호리쿠치 구마이치에게 주고, 용산으로 가서 거사 준비를 지시한다. 이에 한성신보 직원들과 낭인들은 칼 또는 총을 들고 용산으로 모였다. 또 미우라는 오기하라 히데지로(荻原 秀次郎)에게 영사관 순사들을 인솔하여 사복에 칼을 차고 용산으로 가도록 지시한다. 아사야마로 하여금 군부 협판 이주회에게 사실을 알리도록 하였고, 이주회가 조선인 몇 명을 규합하여 공덕리로 가도록 했다. 그렇게 그날 밤에 공덕리 대원군 별장에 모인 사람은 공사관 직원, 고문관, 순사, 기자 등 약 60여 명에 달했으며, 이들은 술에 취한 상태였고 복장도 제멋대로였다.",
    "궁궐까지의 진입 과정",
    "오카모토가 이끄는 일본인 낭인들이 공덕리에 도착한 때는 자정 쯤이었으나, 흥선대원군이 교여를 타고 떠난 때는 새벽 3시 경이었다. 대원군은 그들이 온다는 사실을 모르고 잠을 자고 있었다. 일본인들은 담을 넘어 가서 별장 경리(警吏)를 모두 포박하여 가두고 옷을 빼앗아 일본인 순사들이 덧입었는데, 조선군으로 위장하려 함이었다. 오랜 실랑이 끝에 대원군이 집을 나섰는데, 아마도 일본인들이 대원군을 반강제로 끌어냈으리라 여겨지며, 76세 노령의 대원군이 이 쿠데타에 가담했다고 믿기지 않는다는 주장이 있다.",
    "일행이 서대문에 이르렀을 때 우범선이 이끄는 훈련대 제2대대와 합류했다. 그들은 그때까지는 황후를 시해한다는 사실을 몰랐다. 잠시 뒤에 집결장소를 잘못 알아 엉뚱한 곳으로 갔던 140여 명의 일본 수비대 제1중대가 도착하였다. 여기에서 또 시간이 지체되었다. 이때 경복궁에서는 일본 수비대 제3중대가 광화문 부근에서 대기하고 있었고, 수비대 제2중대장은 훈련대 제2대대를 인솔하고 춘생문(경복궁 동북문) 부근에 집결하였다. 그들은 새벽 2시경부터 미리 와서 경복궁을 포위하고 있다가 광화문 쪽에서 총소리가 들리자 사방에서 궁궐 담을 넘고 외전의 근정전(勤政殿) 일원을 지나 명성황후가 거처하는 건청궁(乾淸宮) 쪽으로 돌진했다.",
    "새벽 2시 경에 별군관에게 고종의 호위경관 2명이 달려와 삼군부(광화문 앞 경비실)에 일본군과 조선군 훈련대가 운집해 있다고 보고하자, 현흥택 정령은 즉시 궁궐 경비병 여럿을 광화문으로 급히 보내 상황을 확인했다. 시간이 지나 새벽 4시 무렵에 조선군 훈련대 대대가 춘생문(春生門, 경복궁 동북문)과 추성문(秋成門, 경복궁 서북문)을 포위하였다고 현흥택 정령은 증언했다. 이때 경복궁은 경회루와 수정전 일대를 제외하고 근정전 일대를 포함해 광화문까지 총격전이 벌어져 광화문과 근정전을 포함해 총격전으로 난리가 난 상태였다. 이때를 기회로 노린 일본군은 경복궁 곳곳을 뒤지다가 건청궁 일대에서 명성황후를 찾은 것이다.",
    "윌리엄 다이 장군과 아파나시 사바틴은 이학균 부령으로부터 보고받자마자 일어나 별군관실로 갔으나 2명의 부령과 최소한 6~7명의 당직 장교가 야근하고 있어야 함에도 그곳에는 단 한 사람도 보이지 않았다고 사바틴은 증언했다. 또한 고종은 이미 새벽 4시 반 전후로 궁궐이 소란함을 알고 있었으며, 명성황후는 위험한 침전인 옥호루(玉壺樓)를 떠나 은신하였으리라 여겨지나 궁궐을 벗어나지는 못했으리라 본다.",
    "고종은 일본군이 궁궐을 포위했다는 급보를 받고 이범진에게 시간을 다투어 미국 공사관과 러시아공사관에 뛰어가 도움을 요청하라고 명령했다. 이범진은 일본인 순찰을 피해 높이가 4~5미터인 담에서 뛰어내려 궁궐을 탈출하였다. 미국 공사관에 도착했을 때 대궐 쪽에서 첫 총성이 들려왔다고 이범진은 증언했다. 이범진은 미국 공사관을 거쳐서 러시아 공사관을 찾아가 궁궐이 일본군에 포위되었음을 알리고 구원을 요청했다.",
    "사바틴의 증언을 보면 사건 전날(10월 6일) 밤에 조선군 훈련대와 일본군이 대궐 앞에 모여 소란을 피웠음을 알 수 있다. 더욱이 그는 당일 밤에는 음모가 있으리라는 정보도 중국인으로부터 사전에 입수했다. 그런데도 안이하게 생각하고 대책을 세우지 않다가 결국 대궐이 포위되는 지경에 이른다.",
    "경복궁 침투",
    "당일 새벽 4시 30분경 일본인 교관에게 훈련받은 조선군 약 250~300명이 일본인 교관 4~5명의 인솔을 받으며 뭔가 상의하였다. 그 뒤 한 조선인이 큰소리로 대문을 열어 달라고 몇 번 외쳤다. 광화문을 지키던 경비병과 순검들이 저항하여 총격전이 벌어졌다. 새벽 5시 무렵 흥선대원군 일행이 광화문 앞에 이르자, 미리 대기하고 있던 일본 수비대 제3중대가 미리 준비한 긴 사다리를 건네고, 일본 순사들이 담을 넘어 빗장을 풀었다. 광화문이 열리자 일본군과 조선인 근위대 병력이 소리를 지르며 경복궁을 향해 돌진했다. 일본 낭인들과 조선인들은 광화문을 넘어 경복궁 앞에 이르렀다.",
    "담을 넘은 일본인 폭도들이 궁궐 경비병에게 발포하자, 경비병은 무기와 군복상의를 벗어던져 버리고 초소를 떠나 어디론가 달아나기도 했다. 한편 폭도들은 남쪽의 광화문, 동북쪽의 춘생문, 서북쪽의 추성문 등 3개의 문으로 침입하였다.",
    "경복궁 입구에는 미국인 지휘관 윌리엄 다이가 지휘하는 조선인 경비대 500여명이 지키고 있었으나, 이들의 존재를 사전에 알고 있었던 일본인 낭인들과 조선인 병력은 쉽게 경비대를 격퇴했다. 수많은 사상자를 낸 다이는 경비대를 이끌고 도망쳤고, 낭인들과 조선인 길안내자들은 쉽게 경복궁으로 들어갈 수 있었다.",
    "근정전까지는 쉽게 들어갈수 있었으나 근정전을 지키는 병사들과의 총격전을 벌이는 끝에 근정전이 뚫려버려 건청궁까지 갈수 있었던 것이다.",
    "러시아인 건축기사 세레딘 사바틴은 궁궐 안에서 수비하던 도중 폭도와 환관(宦官), 벼슬아치, 궁노(宮奴) 등에게 떠밀렸다가 일본인 대장으로 보이는 사람에게 말을 걸어 자신의 신분을 밝히고 호위를 요청했다. 그 뒤 그곳에서 서서 사건을 목격 중 명성황후 시해 직전 두들겨 맞고 현장에서 쫓겨난다.",
    "러시아인 건축기사 사바틴이 고종을 호위하고 있었는데, 궁전 뜰에서 일본인의 행패를 목격했다. 윌리엄 다이도 시위대를 지휘하면서 궁 안에서 이 참상을 목격했다. 사바틴과 다이는 둘 다 일본 군인들에게 폭행을 당했는데, 뒷날 일본인들의 만행을 세계에 폭로하는 증언을 하였다.",
    "법부 협판 권재형의 보고서(흔히 〈권재형 보고서〉)에 따르면, 고종은 흉도들의 주의를 따돌려 명성황후의 피신을 돕기 위해 밀실의 뒷문을 모두 열고 흉도들이 잘 보이는 방 문앞에 나와 서 있었는데, 흉도들은 칼날을 휘두르며 그 방에 들어가 고종의 어깨와 팔을 끌고 다니기도 하고, 고종 옆에서 권총을 쏘고 궁녀들을 난타하며 이리저리 끌고 다녔다. 또한 무단 침입을 꾸짖는 고종의 어깨에 무례하게 손을 얹어 주저앉혔으며, 태자도 다른 방에서 붙잡혀 머리채를 휘둘리고 관이 벗겨지고 칼등으로 목줄기를 얻어맞는 수모를 당했다.",
    "건청궁 진입",
    "경복궁에 왕비가 없음을 안 낭인과 조선인 협력자들은 경복궁 북쪽인 건청궁으로 향한다. 일본인들을 막으려고 나왔던 홍계훈과 시위대는 일본군과 교전하였으나 이들의 화승총은 일본의 개량된 총을 당해내지 못했다. 일설에는 홍계훈이 일본인에게 호통을 치다가 일본 수비대가 쏜 총탄에 맞아 쓰러졌다고도 한다.",
    "3백~4백여 시위대가 연대장 현흥택(玄興澤)과 교관 다이 장군의 지휘를 받으며 총격전을 벌였으나, 갑오경장 때 우수한 무기를 빼앗겨 일본군을 당할 수가 없었다.",
    "명성황후가 기거하던 건청궁까지 다가온 흉도들은 대오를 지어 합문(閤門)을 포위하고 파수를 보았다. 자객들은 전당으로 들어가 밀실을 수색하기 시작했고, 흥선대원군은 근정전 뒤 강녕전 옆에서 기다렸다. 훈련대 군인들은 건청군 앞마당에서 쉬며 황후 시해에는 가담하지 않았다.",
    "명성황후 시해 과정",
    "흉도들은 궁녀들의 머리채를 잡아끌고 명성황후의 처소를 대라고 윽박지르는 등 난폭하게 행동했다. 그러나 궁녀들은 두들겨 맞고 내던져졌음에도 불구하고 신음조차 내지 않았다. 건청궁 동쪽 곤녕합 옥호루에서 황후를 찾아냈는데, 궁내부 대신 이경직이 두 팔을 벌려 황후 앞(또는 황후가 있는 방문 앞)을 가로막고 나서다가 권총을 맞고 쓰러졌으며, 이어 신문기자 히라야마 이와히코(平山岩彦)가 다시 칼로 두 팔을 베었다. 그러나 버둥대며 일행을 방해하던 이경직은 낭인들에 의해 허리가 베여 죽게 된다.",
    "곤녕합에 진입한 낭인과 조선인 협력자들은 궁녀와 상궁들을 일일이 확인하고 누가 왕후인지 색출하던 중 변복한 왕후를 찾아내자 살해한다.",
    "낭인들은 궁녀들 사이에 숨었다가 도망치는 명성황후를 쫓아가 그녀를 마룻바닥에 넘어뜨려 내동댕이친 뒤 맨발로 계속 밟고 일본군 4명이 칼로 찔렀다.",
    "영국 데일리 메일 기자이자 조선 주재 특파원인 프레더릭 매켄지에 의하면 오카모토 류노스케가 방 한 구석에 숨은 여인을 발견하고 머리채를 붙잡고 왕후가 아니냐고 물었다. 그러나 왕후는 이를 부인하고 몸을 피해 마루 아래로 달아나려는 순간 일격을 당했다 고 한다. 한편 일본인 낭인과 조선인 앞잡이들 앞에서 당당하게 나는 조선의 국모라고 호통쳤다는 공식 기록과는 달리 암살 직전 목숨을 구걸했다는 기록이 있다. 황현은 낭인들이 왕비의 정체를 확인하자 '살려달라고 애걸했으나 일본인들이 칼로 내리쳤다.'고 하였다.",
    "명성황후가 절명한 시각은 사바틴이 현장을 떠난 지 20~30분 뒤인 새벽 5시50분 이후인 10월 8일 아침 6시 직전이나 직후로 여겨지나, 절명한 곳이 어디인지는 분명하지 않다. 방 안에서 황후의 시신을 보았다는 증언은 많다. 또한 낭인들은 황후를 죽인 뒤에도 그들이 죽인 사람이 황후임을 알지 못하여 용모가 비슷한 궁녀를 세 명 살해하였다. 흉도 가운데 황후를 죽인 사람으로 자주 지목되는 사람은 데라자키 다이키치(寺崎泰吉)이다.",
    "낭인들은 그들이 살해한 네 여인 가운데 누가 황후인지를 확인하는 방법으로, 궁녀와 태자를 불러 확인했다는 설, 황후 얼굴을 잘 아는 고무라의 딸을 불러 확인했다는 설(《매천야록》), 황후의 얼굴에 있는 마마 자국을 보고 확인했다는 설, 처음부터 초상화를 들고 들어왔다는 설 등이 있으며, 이러한 여러 방법을 섞어서 썼으리라는 주장도 있다.",
    "당시 낭인들은 남의 나라 국모를 무참하게 죽이는 일에 가담하면서도 양심의 가책은커녕 일본을 위해 충성한다는 자부심에 가득 차 있었다",
    "고 한다.",
    "자극적인 왜곡 논란",
    "한 소설가는 〈에조 보고서〉를 근거로, 일본 군인들은 황후를 능욕했다는 주장을 했지만 작가의 주장대로 에조는 현장을 목격한 시해범이 아닌 공무원이며 근현대 문헌 최고권위자중 하나인 서지학자 김종옥, 서울대 신용하 교수 등 전문가들은 해당 작가의 주장에 대해서 상식에 위배되는 거짓낭설이라 일축했다. 이러한 주장은 물론 <에조 보고서>자체가 실제 목격자의 진술이 담겨있는 가장 신빙성있는 자료로 평가받는 <베베르 보고서>를 비롯한 다양한 증언들과 완전하게 위배된다. 여기서 쓰인 '나체''국부'라는 단어도 논란이 있는데 <에조 보고서>를 신뢰한다고 가정해도 히로시마에서 시해범들이 증언한 '민비의 얼굴을 알 수 없어 중년여성의 신원을 식별하기 위해 가슴을 확인한 행위'를 지칭했을 개연성이 크다.",
    "사후 처리",
    "을미사변이 일어난 10월 8일 아침에 고종은 아침 건청궁 장안당으로 자리를 옮겼다. 고종이 8시경 미우라 공사에게 사자를 급히 보내 어젯밤 일의 내막을 묻자 미우라는 서기관 스기무라와 통역관을 데리고 궁으로 들어왔다. 미국과 러시아의 공사도 소식을 듣고 궁으로 왔다. 미우라와 스기무라, 그리고 자객의 우두머리가 옆에 섰으며, 흥선대원군도 들어와 고종 옆에 앉았다. 미우라는 고종을 협박하여 김홍집 내각을 성립시켰다.",
    "축소 은폐",
    "일본 당국에 시해사건이 처음 전달된 것은 8일 오전 6시 32분발 공사관 수비대 소속 해군 소좌 니이로 도키스케(新納時亮)가 (본국) 이토 미요지(伊東巳代治) 중장에게 보낸 전보였다. 그리고 다시 그날 오전 9시 20분, 니이로(新納) 소좌는 본국 대본영 육군참모부에 전문(電文) 한 장을 보냈다. ‘극비’(極秘)라는 붉은 낙인이 찍힌 이 전문에는 ‘국왕무사 왕비살해’(國王無事 王妃殺害)라고 보고하고 있다. 그것은 일본 정부의 공식 라인을 통해 “여우사냥”이라는 암호명의 왕후 살해 작전이 성공했음을 알린 첫 보고였다.",
    "해군 측의 보고를 듣고, 육군 참모부에서는 전보로 공사관 소속 육군중좌 구스노세에게 사실 확인을 명령하였다. 그는 사건 가담자로서 이미 (모든 것을) 알고 있었음에도 불구하고, 동일 오전 8시 50분발 전문에서는 대원군의 입궐과 훈련대장 홍계훈의 죽음만을 보고하고 있다.",
    "일본 외무성에서도, 동일 오후 1시발 전문에서 왕비 살해 여부를 확인하고 있음에도 당사자인 미우라는 “왕비의 소재 아직 잘 모르겠다”라고 시치미를 떼고, 대원군에 의한 쿠데타라고 보고하고 있다. 이러한 사실 은폐는, 스기무라가 직속상관이었던 이노우에에게 행한 보고에도 일관되고 있다.",
    "미우라도 사이온지 긴모치 외무대신에게 끝까지 허위보고를 하면서, 일본인의 가담 여부에 대해서는 일부 긍정하고 있었으나, 그것을 ‘사적 차원(민간인임을 주장)’으로 돌리고 있다. 단, 이토 총리대신에게는 비교적 상세히 사실을 보고하고 있는데, 이는 이토와 사전에 어느 정도 교감이 이루어졌음을 방증하는 것이기도 하다.",
    "증거 인멸",
    "김홍집 등이 연락을 받고 궁으로 들어올 때 미우라는 잠시 자리를 비웠다가 황후의 시신을 직접 확인하고 증거를 인멸하기 위해 오기하라에게 급히 화장하라고 지시했다. -",
    "흉도들은 왕후의 시신을 문짝 위에 얹어 이불을 덮고 건청궁 동쪽 녹원(鹿園) 숲 속으로 가져간 다음 장작더미 위에 올려놓고 석유를 뿌려 태웠다. 날이 밝은 뒤 타다 남은 유골을 궁궐을 순시하던 우범선이 우연히 발견하여 연못 향원정에 넣으려고 했으나, 훈련대 참위 윤석우(尹錫禹)가 혹시 황후의 시신일지도 모른다는 생각에서 이를 수습하여 멀리 떨어진 오운각 서봉(西峰) 밑에 매장했다. 뒷날 친일 내각은 윤석우를 비롯한 군부 협판 이주회, 일본어 통역관 박선(朴銑) 등을 무고하게 반역죄 또는 불경죄로 사형에 처했다.",
    "여론 호도 작업",
    "사건 직후 미우라는 왕후 시해 사건을 조선인의 반란으로 호도하는 공작을 폈다. 미우라는 이튿날인 10월 9일과 그 다음날인 10월 10일 외부에 공문을 보내었다. 그 와중에 군부 대신 조희연이 일본을 위해 거짓말을 하고, 미우라는 조선 외부(外部)와 군부(軍部)의 입을 통해 일본이 관여하지 않았다는 거짓 증명을 받아냈다. 사건 발생 다음날인 10월 9일에는 사바틴의 입을 막기 위해 친일 내각이 그에게 내무부 고문직을 제의했으나, 사바틴은 거절했다.",
    "미우라는 외국인 목격자인 윌리엄 다이와 아파나시 세레딘사바틴에 의해 사건의 전모가 명백하게 드러났음에도 불구하고, 막료인 쓰키나리를 불러 일본인 낭인 중에서 중형을 각오하고서 끝까지 책임질 자들을 물색하였다. 그것은 대원군이 일본인 장사를 고용하였고 낭인들이 이에 부화뇌동하여 민비를 살해했다고 위장하기 위해서였다. 츠키나리는 후지카쓰와 히로다 도메요시(廣田止善) 두 사람 중에서 한 사람을 물색하여 대처하려고 하였다. 그런데 갑자기 일본 정부당국에서, 사실이 밝혀질 것을 두려워하여 10월 14일 가담한 몇몇 낭인들에 대해 퇴한(退韓) 조치를 내렸기 때문에 이 위장계획은 수포로 돌아갔다.",
    "폐서인 조칙과 취소",
    "김홍집 내각은 세 가지 조칙을 기초하여 고종에게 서압(서명)하라고 요청했다. 고종이 거부하자 그들은 서로 서압하고 물러났으며, 일본 군인들도 궁궐에서 철수하였다. 이날 군부 대신은 안경수에서 일본의 사주를 받은 조희연으로 바뀌었고, 권형진이 치안을 담당하는 경무사, 유길준이 서리내무 대신, 어윤중이 탁지부 대신, 장박이 법부 대신, 서광범이 학부 대신, 정병하가 농상공부 대신으로 임명되었는데, 이들은 황후 시해를 방조 또는 묵인한 이들이다.",
    "한편 을미사변 직후 고종은 허수아비처럼 되었다. ‘대군주폐하’라는 존칭을 받고, 황제가 쓸 수 있는 ‘조칙’을 내리고 있지만, 자신의 의지로 내린 조칙이 없었다. 10월 10일 김홍집 내각은 ‘왕후’를 서인(庶人)으로 폐위하는 조서(詔書)를 김홍집 내각이 스스로 서압하여 고종의 명의로 발표했다. 그 가짜 조서에서 “옛날 임오 때와 마찬가지로 짐을 떠나 피난했다.”라는 거짓말을 하였다. 이때 서명한 이는 김홍집을 비롯하여 김윤식, 조희연, 서광범, 정병하 등이며, 탁지부 대신 심상훈(沈相薰)만 벼슬을 버리고 고향으로 내려갔다. 그때 “나라의 원수를 갚지 않으면 벼슬하지 않겠다.”라고 말했으며, 그런 까닭에 고종으로부터 신임을 얻었다.",
    "왕태자가 가장 먼저 명성황후의 폐위에 반발하면서 태자위를 양위(讓位)하겠다며 저항하자 다음날인 10월 11일 ‘왕후’를 ‘서인’에서 후궁에 해당하는 ‘빈’(嬪)으로 승격시켰다. 10월 14일에는 황후를 새로 간택하라는 지시가 내려졌으나, 고종의 의사와는 관계가 없었고, 고종은 그 뒤로 1919년 죽을 때까지 황후를 새로 맞이하지 않았다. 명성황후 시해와 폐위 사실이 세상에 알려지자 민심은 극도로 나빠졌으며, 재야에서는 황후의 복위를 요청하는 상소를 올리고, 복수를 외치는 의병운동(을미의병)이 전국에서 일어났다. 폐위 소식을 들은 외국 공사들은 고종이 직접 도장을 찍지 않았다는 이유로 인준을 거부하니, 일본을 제외한 모든 나라가 같은 반응을 보였다. 특히 서울 주재 러시아 대리공사 카를 베베르는 을미사변 사건 직후 서울 주재 외교 대표단의 회합을 주선하고, 일본 공사 미우라 고로에게 항의하고 일본 공사가 조선의 국모(國母) 시해사건의 주모자였음을 밝혀내는 데 중요한 역할을 하였다.",
    "일본과 김홍집 내각은 악화된 국내외 여론을 무마하기 위해 11월 26일 폐후 조칙을 취소하였다.",
    "사건 이후",
    "이 사건은 당초 그들의 계획과 기대, 즉 반일적이며 인아거일(引俄拒日, 러시아 세력을 끌어들이고 일본 세력을 물리침) 정책을 취하는 민비를 제거하여 일본세를 다시 회복하려고 하는 것과는 달리, 국제적 비난과 압력은 물론 조선의 조야(朝野)에 반일운동을 유발시켰고, 청일전쟁 이후 일본의 조선지배의 정략이 도리어 수포로 돌아가는 결과를 초래했다.",
    "일본의 만행이 만천하에 드러나고, 열강의 견제로 일본세는 더 이상 조선에서 발을 붙일 수 없게 되었다. 10월 30일에는 일본이 장악하고 있던 훈련대가 해산되고 새로 친위대(왕궁)와 진위대(지방)가 설치되었다. 11월 26일에는 왕비를 복위하고, 시해사건에 관계한 군부대신 조희연과 경무사 권형진을 파면하였다. 대원군도 스스로 은퇴하고, 이준용(李埈鎔)은 일본에 유학의 명목으로 망명하였다. 그리고 12월 1일에는 왕후시해 사실과 국상을 공표하여 시해 사건의 뒷수습은 일단락되었다.",
    "사건 이후 명성황후가 복권되면서 조선인 가담자인 박선, 이주회는 처형당하고, 우범선, 이두황, 이진호는 일본으로 망명했다. 우범선은 뒤에 일본으로 찾아간 자객 고영근에게 암살되었다. 구연수는 한일 합방 이후에 복권됐다. 흥선대원군이 명성황후 암살에 관여된 것을 알게 된 고종은 나중에 흥선대원군이 죽었을 때, 빈소에 찾아가지 않았다.",
    "장례 논란",
    "폐후 조칙이 취소된 뒤 김홍집 내각을 타도하고 경복궁에 유폐되다시피 한 고종을 구출하여 미국 공사관으로 피신시키려던 춘생문 사건이 발생하자 김홍집 내각은 명성황후가 살해된 지 55일 만인 12월 1일(음력 10월 15일)에 그 사망을 공식 발표하고 국상을 치르려 했다. 이는 고종의 친위 쿠데타 세력인 정동파가 몰락한 분위기를 이용하여 국상을 치르려 함이었다.",
    "1896년 2월 11일 아관파천이 일어났으며, 그날 고종은 조칙을 내려 김홍집 일파, 곧 김홍집, 유길준, 정병하, 조희연을 을미사적(乙未四賊)이라고 밝히어 역도로 규정하고, 그들이 진행시키던 국모 재간택과 이미 내린 폐비에 관한 조칙을 무효로 돌렸다. 1896년 3월 10일 김홍집 내각이 진행하던 국상 절차를 중단시키고, 무기한 연기하였다. 그 뒤 국상 일정을 몇 차례 더 연기하였다.",
    "명성황후에 대한 장례는 사후 2년이 지나 1897년에 비로소 진행되었고, 대한제국이 성립된 직후인 1897년 11월 22일 명성황후의 유해는 청량리 홍릉에 안장되었다. 명성황후의 장례를 치르기 위해 유해를 수습할 때 뼈에 재와 모래가 뒤섞여 신체 부위가 판명되지 않아 고양군에 사는 환관을 불러 그의 말을 들으면서 석회를 바르고 비단옷을 수십 벌 입혀 구부리고 포개고 묶어서 관에 넣었다. 《매천야록》에 따르면, 궁내관 정만조가 이 광경을 목격했다고 한다.",
    "관련 사건",
    "1896년 2월 당시 21세였던 청년 김구는 명성황후의 원수를 갚겠다면서 황해도 치하포에서 일본인 쓰치다 조스케(土田讓亮)를 살해했다. 김구는 사건 현장에서 살인 이유로 국모인 명성황후의 원수를 갚기 위한 것이라고 밝히고, 식당 주인이자 동장(洞長)인 이화보(李化甫)를 시켜 자신의 거처를 적은 포고문을 길거리 벽에 붙이고 집으로 돌아가 체포되기를 기다렸다. 자택에서 체포된 김구는 해주 감옥에 수감되었다가 인천감옥으로 압송되었다. 김구는 사형선고를 받고 인천감옥에서 사형 집행을 기다리고 있었으나, 고종의 지시로 사형 집행이 중지되었다. 1896년 덕수궁에 자석식 전화기가 설치되었는데, 이 전화는 주요 관아는 물론 인천까지 개통되었다. 고종은 인천감옥에 직접 전화를 걸어 청년 김구에 대한 사형집행을 중지시켰다. 이는 전화가 개통된 지 사흘째 되는 날이었다.",
    "일본에 의한 명성황후 시해 사건은 아관파천 및 대한제국 성립 이유 중 하나가 되지 않았다. 1897년 10월 12일 고종이 새벽 4시에서 6시 사이에 환구단에 나아가 스스로 황제에 즉위하고, 낮 12시에 왕후를 “명성황후”로 책봉·추존하였다. 이튿날인 10월 13일 아침 황제는 황후의 빈전에 제사를 드리고, 오전 8시에 태극전에 나아가 “대한(大韓)”이라는 국호를 반포하였다.",
    "고종과 흥선대원군의 관계 악화",
    "고종은 사건의 배후의 한 사람으로 흥선대원군이라 봤다. 1898년 흥선대원군이 죽었을 때 아들 고종이 장례식에도 나타나지 않을 만큼 부자관계는 악화되어 있었다.",
    "흥선대원군이 죽자 한성부에서는 7일장을 했으나, 고종은 그의 장례식에 참석하지 않았다. 고종은 그의 장례식 참석을 거부했고, 흥친왕 이재면은 혹시나 자신도 죽임당할까봐 대원군의 부음을 알리는 것을 머뭇거리면서 주저했다. 그러나 상여가 노제를 한 뒤 서문(西門)으로 나갈 때 고종은 마루에 서서 담넘어로 바라보며 오랫동안 대성통곡을 하였다. 그 통곡 소리가 밖에까지 들렸다 한다.",
    "상여가 공덕리로 가는 것을 보고 서대문 밖까지도 쫓아갔다고도 한다.",
    "평가",
    "고종은 사건 이전에 명성황후의 신변을 염려하여 여러 조치를 취한다. 시위대를 만들었으며, 그것으로도 안심이 되지 않아 서양인 궁궐 경비원을 고용하였다. 그러나 러시아인 경비원 아파나시 세레딘 사바틴은 폭동이 있으리라는 정보를 중국인으로부터 받고도 방어 대책을 건의하거나 세우지 않아 고종의 기대에 부응하지 못했다. 또한 시위대와 궁궐 경비원들은 사건 당일에도 새벽 2시에 이미 일본군의 수상한 동태를 파악했으나 안이하게 경비하다가 4시 30분 경에야 고종에게 급보를 전했다. 고종은 왕후가 안전한 곳에 피신했다고 답변했으나 당시의 급박한 정황으로 보아 마땅한 피신처를 찾기에는 시간이 너무 촉박했으리라 여겨진다.",
    "당시 고종은 왕의 침전만은 감히 침범하지 못하리라 예상하고 왕후를 침전인 옥호루에서 고종의 침전인 곤령합으로 부르고, 그래도 안심이 되지 않아 왕후를 일반 궁녀와 같은 복장으로 궁녀들과 함께 앉혀 폭도들의 눈을 피하려는 조치를 취했다. 그러나 일본인 폭도들은 곤령합마저 서슴없이 유린하였다.",
    "한편 봉건군주국가에서 조선의 군대는 마땅히 왕실 수호와 국토 방위에 헌신해야 함에도 조선 군대인 훈련대 일부는 일본인 폭도들의 역모에 가담해 그들의 졸개로 전락, 궁궐 침입에 가세했다. 한편 연약한 조선 궁녀들은 일본 폭도들의 폭력과 협박 앞에 굴복하지 않았으나 1,500명의 궁궐 경비병들은 겁을 먹고 무기와 군복 상의를 벗어던지고 달아나 버렸다. 흥선대원군은 정치적인 원한 관계로 왕후 암살을 기도했고, 일본 영사관을 찾아가 도움을 요청했다.",
    "역사적 평가",
    "한국에서는 일반적으로 이 사건을 고종이 아관파천을 결정하게 된 주요 원인으로 보며, 또한 의병 봉기의 계기가 되었다고 여긴다. 또한 대한제국 성립의 한 원인으로 평가한다. 한국의 친일파나 일본의 극우 인사들은 한국의 근대화를 방해하는 “민비”가 사라짐으로써 한국의 근대화가 촉진되었다고 주장한다. 반면 그와 같은 주장에 대해 서구화만을 근대화로 오해하여 자주적 근대화를 수구·반동으로 여겨서 일으킨 폭거라는 시각이 지배적이다.",
    "사건을 조명함에 있어 조선인 협력자들의 존재 역시 간과하기 힘들다. 흥선대원군은 일본 공사관을 찾아가 명성황후 제거에 도움을 요청했는데, 이를 두고 여러 가지 상반된 평가가 존재한다. 대원군의 가담 여부에 대해서는 일본의 억측이나 누명이라는 시각이 지배적이었으나, 1990년대 이후 바뀌었다. 1990년대 초 대원군의 가담 의혹이 제기되었다. 유길준이 미국인 은사 모스 목사에게 보낸 편지에서 흥선대원군을 조선인 최고위 협력자로 지목한 것이 알려지게 됐다. 유길준은 명성황후 암살은 실행되었지만 흥선대원군이 명성황후 암살 문제를 일본공사와 협의하고 일본측에 약간의 도움을 요청한 것은 큰 실수였다고 지적하였다. 그러나 유길준은 '도움을 얻기 위해서는 달리 방법이 없었다.'는 의견도 덧붙였다.",
    "박은식의 한국통사와 황현의 매천야록 등 서로 다른 시각을 가진 인사들에 의해 흥선대원군이 명성황후 암살 협력자로 지목되었다. 박은식은 춘추전국시대에 조돈(趙盾)이 왕을 암살한 것을 비유하여 이와 다를 바 없다고 하였으며, 감정이 사람의 양심을 가린다며 비판하였다.",
    "대원군을 암살 배후로 지목한 유길준 역시 일본 낭인들의 지휘자로 지목됐다. 윤치호는 그의 일기에서 명성황후를 암살한 일본 낭인들의 지휘자 중 한사람이라고 지목하였다. 명성황후가 암살당할 무렵 윤치호는 유길준과 일본인 이시쓰카가 사건의 전말을 눈치채지 못하게 하려고 자신을 저녁 식사에 자신을 초대한 것이라고 주장하였다.",
    "당대에도 조선인 협력자들의 이름이 지목되었으나, 관련된 조선인 중 흥선대원군과 유길준 역시 처벌되지 않았다. 흥선대원군은 고종의 생부이니 황제 고종이 아버지 대원군을 처벌할 수는 없었지만, 대신 대원군이 죽자 장례식에 불참한다. 대원군의 손자이자 자신의 조카인 이준용은 유학 형식으로 일본으로 추방한 뒤, 민씨 세력은 꾸준히 자객을 보내 이준용을 암살하려 하였으나 실패한다. 유길준은 피신하였고, 처벌은 전 군부차관 이주회, 2대대장 이두황, 일본 공사관 통역관 박선 등을 처벌하는 선에서 종결되었다. 이 사건을 기화로 한국의 개화파들 중 일부는 일본으로 망명하였다. 사건의 주요 가담자의 한사람인 조선군 1대대장 우범선은 일본으로 도피하였으나 후에 조선 조정에서 파견한 자객인, 민씨의 측근이자 개화파 문신 고영근에 의해 암살된다.",
    "명성황후 생존설",
    "2013년 6월 30일 정상수 한국방송통신대 교수는 을미사변 당시 명성황후가 일본 낭인들에게 살해되지 않았다는 내용의 독일과 영국의 외교문서를 찾았다고 밝혔다. 정상수가 찾아낸 외교문서에 따르면 을미사변이 일어난지 4개월 후인 1896년 2월 6일 러시아 주재 독일대사 후고 라돌린은 독일제국 총리 쉴링스퓌르스트 호엔로에게 \"명성황후가 살아있으며, 서울 주재 러시아 공사로 피신하려 한다\"는 취지의 비밀문서를 보냈다.",
    "아관파천 직후인 1896년 2월 15일 서울 주재 영국 총영사 윌터 힐리어는 베이징 주재 영국 대리공사 뷰클럭에게 을미사변 당시 명성황후의 사망 여부에 대해 조선 고종이 말하지 않고 있다고 보고했다. 고종은 을미사변 이후 명성황후가 사망했다고 발표한 바 있는데, 4개월 후에는 영국 총영사에게 명성황후의 사망 여부에 대해 침묵한 것이다. 힐리어는 을미사변 직후인 1895년 10월 9일 을미사변 당시 궁녀 서너 명이 죽었고, 명성황후는 탈출했다는 내용의 보고를 베이징에 보낸 바 있다.",
    "정상수의 발표에 대해 여러 역사학자들은 다음과 같은 의견을 발표했다. 전우용은 정상수가 발굴한 외교자료에 대해 \"일본이 사건을 무마하기 위해 퍼뜨린 역선전이 포함됐을 가능성이 있다\"고 말했다. 이태진 국사편찬위원장은 \"독일 외교문서가 신뢰성이 높다는 점은 수긍한다\"면서도 이 문서가 아관파천이 일어난 시기와 비슷한 시점에 작성됐다며 \"러시아 공사관으로 피신을 원한 사람은 왕비가 아니라 왕의 오기일 가능성이 있다\"고 말했다. 강상규 한국방송통신대 교수는 \"정설에 안주하지 않고 1차 사료를 토대로 치밀한 재검토 작업을 벌여야 한다\"고 말했다.",
    "일본인 암살범 후손들의 사죄",
    "2009년 8월 일본 아사히 TV의 \"보도 스테이션\"은 명성황후 시해 사건에 대한 프로그램을 방영하였는데, 범인들의 후손중 카와노 타츠미와 이에이리 케이코가 명성황후의 후손을 만나 사죄하는 모습을 담았다. 일본의 일부 극우 성향의 네티즌들은 \"역사 위조, 허위보도\"라고 하기도 했으며, \"황후를 살해한 것은 조선인들이었다\"고 주장하였다. 아사히 TV 보도 이후 전 독립기념관 관장 김삼웅은 을미사변에 참여했던 한성신보 주필 구니토모 시게아키의 외손자 카와노 타츠미를 만나 개인적인 반성과 용서에 그치지 않고, 일본 정부가 반성하고 사죄할 수 있도록 적극 제안해 달라고 요청했다.",
    "구마모토와 후쿠오카의 조직적 관련",
    "을미사변의 범행 구조를 보면, 일본은 이노우에 가오루나 이토 히로부미, 미우라 고로 등 야마구치 출신들이 배후에서 범행을 교사하여 총괄 기획, 지휘하고, 도오가츠 아키, 츠키 나리히카루 등 후쿠오카 출신들이 구체적으로 계획을 수립하여 아다치 겐조, 구니토모 시게아키 등 구마모토 출신들이 필요한 인력을 동원하여 시해를 실행하였다는, 사건 관련자들의 지역적 연결고리가 있다. 이는 야마구치가 단지 후쿠오카나 구마모토와 지리적으로 가깝다는 것 뿐 아니라, 후쿠오카에 본부를 둔 현양사가 천우협, 흑룡회와 제국주의적 정한론에 입각, 연계하여 계획적이고 조직적으로 배후 역할을 한 것이다. 나가사키, 가고시마까지 포함하면 범행 가담자들의 절대 다수가 큐슈 지역 출신이라는 동질성이 있다.",
    "1896년 1월 히로시마에서 열린 48명의 일본 민간인 신분 범인들에 대한 예심과 이에 앞서 8명의 일본군 현역 군인들에 대한 군사재판 결과는 '증거 불충분'으로 '전원 면소, 무죄 석방'이었다.",
    "사법 처리",
    "을미사변을 조선인들의 소행으로 돌리려던 미우라의 흉계가 실패로 끝나자, 일본은 미우라 공사를 비롯, 사건을 주동한 일본군 육군 소좌, 궁내부 및 군부 고문관 오카모토 류노스케, 일본인 영사관보, 낭인들의 길 안내인 호리구치 구마이치(堀口 九萬一), 영사관 경찰총수 오기하라 히데지로 등과 외무성 낭인, 일본 영사관 경찰 등 암살을 주동한 일본인 낭인들 등 관련자 48명을 소환하여 히로시마 재판소에 회부했다. 그러나 예심 판사 요시오카(吉岡美秀)는 증거가 불확실하다는 이유로 다음해(1896년) 1월 20일 이들을 모두 석방하였다. 이와 별도로 주조선 공사관 무관, 일본육군 포병 중좌 구스노세 유키히코(楠瀨 幸彦) 등 일본군 장교 8명은 군법회의에 회부하는 형식을 취했다. 일본군의 군법회의도 관련자들을 전원 무죄 방면했다. 일본 측 가담자 54명 중 누구도 형사처벌받지 않았다.",
    "을미사변 일본 측 관련자",
    "범행 배후/교사",
    "범행 방조/사후 보고",
    "범행 기획/지휘/직접 가담",
    "일본 측 관련자들의 영전",
    "을미사변에 관련된 일본 측 관련자들은 대부분 영전, 크게 영달하였다. 가장 대표적인 인물 중 하나가 가와카미 소로쿠, 그 외에 시바 시로, 구스노세 유키히코, 아다치 겐조 등이 있다.",
    "가와카미 소로쿠(川上操六, 1848년생) : 을미사변 당시 참모차장으로 있으면서 총책 역할을 하였다. 그 결과 을미사변 2년 뒤에 육군참모총장이 된다. 육군참모총장은 역대로 왕족들이 맡아오던 자리인데, 왕족이 아니면서 최초로, 또한 중장 계급으로 전무후무하게 육군참모총장이 되었다. 1884년에 구미제국의 병제를 시찰할 때만 해도 오오야마 이와오(大山巌, 1842년생)를 수행하고 왔지만, 1898년 같은 가고시마 출신으로 6살이나 선배인 그를 제치고 참모총장 자리에 먼저 오른 것이다. 당시 그에 대한 일본 내의 평가가 어떠했는지 알 수 있다.",
    "미우라 고로(三浦梧楼, 1847년생) : 을미사변 때 조선공사로 범행 실행을 총괄하여 사건이 국제적으로 비화하자 무마 차원에서 일시 구류되었으나 곧 무죄방면되자 일왕이 버선발로 뛰어나와 그를 맞았다 한다. 후에 추밀원 고문관 겸 궁내관으로 등용되었다.",
    "스기무라 후카시(杉村 濬, 1848년생) : 을미사변 때 조선공사관 일등서기관으로 무죄 면소되어 석달 뒤 대만총독부 내무부장으로 영전했다.",
    "시바 시로(柴 四郎, 1853년생) : 을미사변 때 조선공사 참모로 범행 전반을 총괄 기획했고, 무죄 면소되어 정치가로 변신, 중의원 10선의원, 농상무 차관, 외무 참정관을 지냈다.",
    "구스노세 유키히코(楠瀨幸彦, 1858년생) : 을미사변 때 포병중좌로 조선공사관 무관이었다. 낭인 일당과 일본군들을 범죄 현장으로 인솔, 지휘하였으나 군사재판에서 무죄 면소되어 대만총독부 참모、서부도독부 참모장, 12사단 참모장을 거쳐、1901년 장군이 되었고, 후에 육군 중장으로 육군대신을 지냈다.",
    "호리구치 구마이치(堀口 九萬一, 1865년생) : 을미사변 때 조선공사관 영사관보로 무죄 면소되어 정직 1년 후 복직되어 후에 스페인공사 등을 지냈다.",
    "이시즈카 에이조(石塚英藏, 1866년생) : 을미사변 때 조선고문관으로 직접 간여하지는 않았으며, 후에 대만 총독을 지냈다. 사건 후 그가 작성해 일본 법제국장에게 보낸 보고서는 미우라 고로 등의 처벌 가능성을 개진해 그나마 최소한의 양심적 단면을 보여주었다.",
    "아다치 겐조(安達謙蔵, 1864년생) : 을미사변 때 한성신보 사장 겸 기자로 범행을 실행할 낭인들을 총괄하였으나 무죄 면소되어 이후 중의원 14선의원에, 체신, 내무 대신을 지냈다. 사건에 참여한 순수 민간인 신분으로서는 최고로 영달했다.",
    "같이 보기",
    "명성황후",
    "조선 고종",
    "미우라 고로",
    "카를 베베르",
    "청일 전쟁",
    "삼국 간섭",
    "러일 전쟁",
    "제중원",
    "참고 자료",
    "《명성황후와 대한제국》 = 한영우 (2001년 10월 20일). 《명성황후와 대한제국》 초 1쇄판. 서울: 효형출판. ISBN 89-86361-57-4.",
    "각주",
    "외부 링크",
    "'을미사변', 《한민족문화대백과》",
    "'을미사변', 《브리태니커 백과》",
    "박종효 교수 (2002년 1월 1일). “[자료발굴｜베베르의 시해 보고서와 증언서] “일본인 폭도가 가슴을 세 번 짓밟고 일본도로 난자했다” - 러시아측 자료로 본 명성황후 시해사건” (HTML). 신동아. 472~485쪽면. 2008년 9월 5일에 확인함.",
    "김기철 (2005년 10월 5일). “\"이토 히로부미, 명성황후 시해 개입\" 뒷받침하는 근거 사료 일 국회도서관서 발굴”. 조선일보. 2006년 3월 26일에 원본 문서에서 보존된 문서. 2008년 9월 5일에 확인함.",
    "정지환 (2002년 6월 3일). “[단독발굴] '에조 보고서' 일본서 입수 국내 첫 공개” (HTML). 오마이뉴스. 2008년 9월 4일에 확인함."
  ],
  "이왕직": [
    "이왕직(李王職)은 일제강점기에 조선총독부에서 대한제국 황족의 의전 및 대한제국 황족과 관련된 사무를 담당하던 기구로, 대한제국 시기에 황실 업무를 담당하던 궁내부를 형식적으로 계승한 기구이다. 또한 폐지된 조선 장악원의 기능인 아악 등도 편입되었다. 1910년 12월 30일에 창설되어 1946년 1월 31일 폐지되었다. 이왕직의 수장은 장관으로 대신급이었으나, 일본 본국의 궁내부 대신의 지휘를 받았다.",
    "개요",
    "이왕직은 일본 제국 정부가 1910년 12월 30일 황실령 제34호로 《이왕직관제》(李王職官制)를 공포하여 창설되었다. 이왕직은 일본의 황실 업무를 담당하는 궁내성 소속으로 궁내대신의 감독을 받아 조선 왕족과 공족의 가무를 담당하도록 하였다. 하지만 실질적으로는 조선총독부의 관할 아래에 있었다. 이왕직이 설치되면서 종래 황실 사무를 담당하였던 궁내부의 업무는 모두 이왕직으로 이관되었다.",
    "이왕직은 조선총독부의 간섭을 받지는 않았으며, 고종, 순종, 영친왕 등을 비롯한 대한제국 황족의 의전 및 대한제국의 황족과 관련된 사무, 능묘 관리 및 참배 업무 등을 관장, 처리하였다. 또한  폐지된 조선 장악원의 기능인 아악, 종묘제례악 등도 이왕직으로 이관되었다.",
    "이왕직은 1911년부터 본격적으로 업무를 시작하였는데 5개의 계(係)로 출발하여, 1916년 1사(司) 7과(課)가 되었다가, 1920년 이후에는 1사(司) 3과(課)로 축소되면서 많은 직원을 감축한다. 대한제국의 황제가 '이왕'으로 격하된 것과 함께 궁내부도 이왕직으로 축소되어 근시(近侍)와 제사, 능묘 관리, 박물관·동물원·식물원에 대한 관리 등의 기능만을 수행하게 된다.",
    "1945년 8월 15일 광복 이후 1945년 11월 8일 이왕직의 모든 업무가 미군정 관할의 구황실사무청으로 이관되었으며 1955년 구황실사무청은 구황실재산사무총국으로 개편되었다.",
    "역대 장관과 차관",
    "직원의 구성과 변천",
    "장관(長官) : 이왕직의 일체의 사무를 관리하며 해당 부서의 직원을 지휘·감독한다.",
    "차관(次官) : 장관을 보좌하며 장관에게 사고가 있을 때에는 그 직무를 대리한다.",
    "참여관(參與官) : 서무를 분장한다.",
    "사무관(事務官) : 서무를 분장한다. 각 과의 과장의 보직을 받았다.",
    "찬시(贊侍) : 왕족을 근시(近侍)하였고 1928년에 폐지되었다.",
    "전사(典祀) : 제사 및 분영에 관한 사무를 분장한다.",
    "전의(典醫) : 진찰과 약 조제 및 위생의 일을 분장한다.",
    "기사(技師) : 건축·토목 및 원예에 관한 기술의 일을 분장한다.",
    "통역관(通譯官) : 1923년에 신설하였고 일본, 조선어 및 중국어, 한자 등에 대한 통역 사무를 하였다.",
    "아악사장(雅樂師長) : 1943년에 신설하였고 악사를 관리한다.",
    "속(屬) 또는 주사(主事) : 서무에 종사한다.",
    "전사보(典祀補) : 제사에 종사한다.",
    "전의보(典醫補) : 의무에 종사한다.",
    "기수(技手) : 건축·토목 및 조경, 원예에 관한 기술에 종사한다.",
    "참봉(參奉) : 1941년에 신설하였고 분영의 관수 및 제사에 종사한다.",
    "아악(雅樂) : 편제에는 없었으며 1941년 정식으로 아악사를 설치할 때까지 존속했다. 주악에 종사하였다.",
    "아악사(雅樂師) : 1941년에 신설하였고 주악에 종사한다.",
    "다음은 이왕직 직원의 연도별 변천으로 《이왕직관제》의 제정일을 기준으로 하였으며 괄호의 수치는 인원을 뜻한다.",
    "1910년 : 장관(1)·차관(1)·참여관(1)·사무관(36)·찬시(12)·전사(8)·전의(6)·기사(3)·속·전사보·전의보·기수·아악",
    "1915년 : 장관(1)·차관(1)·참여관(1)·사무관(22)·찬시(12)·전사(5)·전의(5)·기사(2)·속·전사보·전의보·기수·아악",
    "1916년 : 장관(1)·차관(1)·참여관(1)·사무관(17)·찬시(10)·전사(5)·전의(5)·기사(1)·속·전사보·전의보·기수·아악",
    "1920년 : 장관(1)·차관(1)·참여관(1)·사무관(15)·찬시(6)·전사(4)·전의(3)·기사(1)·속·전사보·전의보·기수·아악",
    "1921년 : 장관(1)·차관(1)·참여관(1)·사무관(10)·찬시(6)·전사(4)·전의(3)·기사(1)·속·전사보·전의보·기수·아악",
    "1923년 : 장관(1)·차관(1)·참여관(1)·사무관(10)·찬시(6)·전사(4)·전의(3)·기사(1)·통역관(1)·속·전사보·전의보·기수·아악",
    "1926년 : 장관(1)·차관(1)·참여관(1)·사무관(10)·찬시(6)·전사(4)·전의(3)·기사(1)·통역관(1)·속·전사보·전의보·기수·아악",
    "1928년 : 장관(1)·차관(1)·참여관(1)·사무관(10)·전사(5)·전의(3)·기사(1)·통역관(1)·속·전사보·전의보·기수·아악",
    "1936년 : 장관(1)·차관(1)·참여관(1)·사무관(10)·전사(4)·전의(3)·기사(2)·통역관(1)·속·전사보·전의보·기수·아악",
    "1941년 : 장관(1)·차관(1)·참여관(1)·사무관(10)·전사(4)·전의(3)·기사(2)·통역관(1)·속·전사보·전의보·기수·참봉·아악사",
    "1942년 : 장관(1)·차관(1)·참여관(1)·사무관(10)·전사(4)·전의(3)·기사(3)·통역관(1)·속·전사보·전의보·기수·참봉·아악사",
    "1943년 : 장관(1)·차관(1)·참여관(1)·사무관(10)·전사(4)·전의(3)·기사(3)·통역관(3)·아악사장(1)·속·전사보·전의보·기수·참봉·아악사",
    "조직",
    "1911년 5계",
    "서무계(庶務係)",
    "회계계(會計係)",
    "장시계(掌侍係) : 왕족에 대한 근시.",
    "장사계(掌祀係) : 제사와 능묘, 아악의 관리.",
    "장원계(掌苑係) : 박물관·동물원·식물원의 관리.",
    "1915년 1사 6과",
    "장시사(掌侍司) - 장악원의 업무를 계승하였다.",
    "서무과(庶務課)",
    "회계과(會計課)",
    "주전과(主殿課) : 궁궐 건물의 유지 보수.",
    "제사과(祭祀課)",
    "농사과(農事課) : 임업·농장·종마 목장·우유장을 관리.",
    "장원과(掌苑課)",
    "1916년 1사 7과",
    "의식, 빈객의 접대, 향연에 관한 사항을 관리를 담당하는 의식과(儀式課)를 신설.",
    "1918년 1사 6과",
    "주전과(主殿課)를 영선과(營繕課)로 개칭하고 농사과(農事課)는 폐지.",
    "1920년 1사 3과",
    "의식과를 예식과로 개정",
    "장시사(掌侍司)",
    "서무과(庶務課) : 부속 장원실(掌苑室).",
    "회계과(會計課)",
    "예식과(禮式課)",
    "영선국(營繕局)",
    "1940년 1사 1국 3과",
    "장시사(掌侍司)",
    "서무과(庶務課) : 부속 장원실(掌苑室).",
    "회계과(會計課)",
    "예식과(禮式課)",
    "장시계(掌侍係)",
    "영선국(營繕局)",
    "기타",
    "미군정기의 구황실사무청을 거쳐 1955년 구황실재산사무총국으로 변모하여 유지되었다. 일제강점기에 설치된 행정기관 중 각 도, 부, 군 등의 지방행정조직과 함께 그대로 미 군정을 거쳐 대한민국에 계승된 몇 안되는 행정기관의 하나이다.",
    "같이 보기",
    "궁내부",
    "장악원",
    "아악",
    "대한제국 황실",
    "이왕가",
    "이왕",
    "왕공족",
    "구황실사무청",
    "각주",
    "외부 링크",
    "왕공가궤범, 국가법령정보센터.",
    "이왕가관제, 국가법령정보센터."
  ],
  "일제강점기": [
    "일제강점기(한국 한자: 日帝強占期, 일본어: 日本統治時代の朝鮮, 영어: Korea under Japanese rule) 또는 조선일치기(일본어: 朝鮮日治期)는 한반도가 일본 제국의 통치 하에 있었던 기간을 가리킨다. 일제강점기는 한국사에서 한국의 근현대사를 시대별로 나누었을 때 약 35년 간 이어진다. 1910년 한일병합 이후 통감 및 총독이 조선총독부를 통해 천황의 명을 받아 통치하는 형식으로 식민지배가 이루어졌으며, 한반도의 정치 및 외교 권한 또한 일본 제국에 있었다.",
    "명칭",
    "표준국어대사전은 일제강점기(日帝強占期)라는 말을 쓰고 있다. 흔히 일제시대(日帝時代) 등으로 줄여 부르기도 한다. 그 밖에도 왜정시대(倭政時代), 왜정(倭政), 왜치시대(倭治時代), 왜치(倭治) 등으로도 부른다. 이는 일본의 옛 이름이자 멸칭인 \"왜\"를 사용하여 나타낸 표현이다.",
    "조선민주주의인민공화국에서는 일제강점시기(한국 한자: 日帝強占時期)라고 말한다. 일본에서는 일본통치시대의 조선(일본어: 日本統治時代の朝鮮) 또는 조선 일치기(일본어: 朝鮮日治期)라고 부른다.",
    "배경",
    "19세기 후반, 제국주의의 식민지 쟁탈전의 일환으로 탈아입구를 외치던 일본 제국은 조선이 수교를 거부하자 이를 명분으로 사이고 다카모리가 조선 정벌을 위한 정한론을 제기하였다. 또한 당시 제정 러시아는 남하 정책으로 한반도 침략을 꾀하고 있었다.",
    "명성황후는 흥선대원군과의 권력 다툼 때문에 초기에는 친일 개화파를 지원했지만, 김옥균 등이 갑신정변을 일으키자 청나라 병력을 사용하여 정변을 진압하고 일본을 견제하였다. 청일 전쟁에서 일본이 승리하면 이번에는 러시아를 끌어 들여 일본 세력을 견제하였다.",
    "1876년 2월 27일 강화도 조약 이후 일본은 조선을 합병하기 위한 장기적 계획을 수립하였고, 1894년 청일 전쟁과 1905년의 러일 전쟁에서 승리하며 한반도에 대한 합병을 가시화했다. 이후 일본 제국주의자들은 영일 동맹 및 태프트-가쓰라 밀약 등의 조약을 체결하며, 한국 진출을 본격화하였다. 일제는 1905년 11월 17일 을사늑약으로 대한제국의 외교권을 얻는 것에 이어 한일신협약(1907)과 기유각서(1909) 등으로 대한제국의 배타적 권리를 점점 흡수하였다.(이 시기의 자세한 역사는 대한제국이나 개화기 등의 항목을 참조). 국내에서는 일진회와 이완용이 한일 합방에 협력했다.",
    "1909년 7월에 한국의 흡수가 일본 내각에서 결정되었고, 이후 1909년 10월 26일 안중근이 이토 히로부미를 총살하였다. 그러나 이 사건을 명분삼아 일본 내에서 제국주의자들은 한국 합병에 대한 목소리가 높이며 병합의 추진이 가속화 하였다. 윤치호는 당시 이를 두고 \"안중근의 이토 히로부미 암살이 한일 합방 가속화의 빌미로 사용 되었다.\"는 기록을 남기기도 했다.",
    "1910년 8월 29일, 한일 병합 조약이 체결되면서 대한제국은 멸망하고 한반도는 일본 제국의 영토로 편입되었다. 당시 일본은 대한제국을 '조선'으로, 대한제국의 황제를 '이왕'으로 바꾸어 불렀다. 결국 한반도 지역 전체가 일본 제국의 식민지가 되어, 통치 기구인 조선총독부에 의해 1945년까지 35년간의 통치를 받게 되었다.",
    "역사",
    "무단 통치기 (1910~1919)",
    "한일 강제 병합 초반",
    "한일 합병 직후 조선총독부는 1910년 9월에 헌병 경찰을 창설하고 무단 통치에 돌입하게 된다. 즉 헌병이 일반 경찰의 행정까지 담당하면서, 언론·집회·출판·결사의 권리를 제한하고, 즉결 처분권 등을 갖게 되는 것이다. 조선총독은 일본군 현역 혹은 일본 예비역 장성 중에서 임명되었고, 일본 천황에 직속되어 입법권·사법권·행정권 및 군대 통솔권까지 장악하였다. 또한 천황의 직속이라 내각이나 의회의 간섭을 받지 않았다. 총독 아래에는 행정과 교육, 문화를 담당하는 정무총감과 치안을 담당하는 경무총감이 존재하였다. 조선총독부는 2만여 명의 헌병 경찰을 한반도 전역에 배치하고 한국인 중 헌병 보조원을 채용하여 헌병들의 업무를 보조케 하여 헌병 중심의 억압 통치를 실시하였다.",
    "헌병 경찰은 치안업무와 함께, 독립운동가 색출 등 민생 전반에 관여하였는데, 여기에 당시 통치의 억압성을 단적으로 보여 주는 제도가 조선 태형령으로, 갑오개혁 때 폐지되었던 태형을 부활시켜 한국인에게만 차별적으로 적용하였다. 또한 이 시기에는 한국인의 각종 단체가 해산당하였다. 1911년 신민회를 해산시킨 105인 사건이 대표적이라 할 수 있다. 또 일제는 신문지법, 출판법, 보안법을 통해 한국인의 언론, 출판, 집회, 결사의 자유를 제한하였다.",
    "일본은 제1차 조선 교육령에서 한문 교육 중심의 서당을 폐지하고 초등학교를 설립해 갔다. 기존의 학교는 구제전문학교으로 재편되었다.",
    "토지, 산림 수탈",
    "일본은 식민지 지배를 위한 재정을 마련하고 일본인의 토지 수탈을 원활하게 하기 위해 1912년부터 시행된 토지조사사업을 진행하면서 기한부 신고제로 시행, 이를 잘 알지 못한 농민들의 토지를 침탈하였고, 소유권이 불분명한 마을이나 문중의 토지, 정부와 왕실의 토지 등도 동양척식주식회사에 넘겼다. 침탈된 토지는 일본 이민자들에게 싼 값에 팔렸고 이 때에 종래의 관습적 경작권인 도지권 개념이 무시되는 현상이 나타났다.",
    "이외에도 조선총독부의 허가에 의해서만 회사를 설립할 수 있다는 회사령이 공포되었는데 이것은 민족 자본의 성장을 억제하여 결국 일본 기업이 대부분의 중요산업을 독과점하고, 일부 한국인이 정미과 피혁업에 종사할 수 있었다.",
    "조선총독부 농림국은 산림령과 임야 조사령, , 광업령 등을 발표했으며 자원 개발이나 회사 설립 인허가 등을 일본인들에게 유리하게 함으로써 사실상 자본을 유출시키고, 경제적 지배권은 대부분 일본인에게 넘어가 한국을 원료 공급지와 상품 시장으로 전환시키려고 하였다. 담배와 인삼, 소금의 전매제를 실시하여 식민지 재정 수입 증대를 꾀하였다. 그리고 이 시기에 신작로와 간선 철도, 항만 시설을 정비하여 한국의 식량과 원료를 일본으로의 수송 편의를 돕고, 일본 상품의 한국 판매를 효율화하였다. 한편 1920년 17만여 명이던 일본인 거주자들의 숫자는 불어나서 1940년에는 70만 명에 이르렀다.",
    "일부 한국인 지주도 생산성 향상으로 상당한 이익을 얻고 있었다. 그 대표적인 인물이 삼성 그룹의 창립자인 이병철이다. 그는 경남 지주의 차남으로 태어나 일제에 쌀의 유통으로 얻은 거액의 자금을 밑천으로 1938년에 대구에서 삼성 상사를 설립하였던 것이 오늘날 삼성의 시초이다.",
    "문화 통치기 (1920~1930)",
    "3·1 운동에 의해 일본 정부나 총독부 측에서는 기존의 통치 방식을 심각하게 고려하지 않을 수 없었고, 사이토 마코토 총독의 파견을 기점으로 기존의 강압적 통치에서 회유적 통치로 그 방향을 선회하게 된다. 그 결과 단체 활동 및 언론 활동이 허가되기 시작하였고, 기초적인 초등 교육과 농업 교육이 확대되었다. 그러나 민립대학 설립 운동을 탄압하는 등 민간의 고등교육을 부정하는 모습이 나타났으며, 일본인과 조선인을 차별 대우하는 각종 악법들은 잔존하였다는 한계점이 있었다.",
    "또한 헌병 경찰제를 보통 경찰제로 바꾸었지만 경찰 수와 장비는 더욱 더 강화되었으며, '고등 경찰제'와 치안 유지법을 도입하여 독립 운동을 막았다. 또 신문에 대한 검열·삭제·폐간 등이 지속적으로 이루어지는 등 민족주의에 대한 억압은 지속되었고 이에 반감을 가진 민족주의 세력 내에서 비타협적 민족주의와 민족 개량주의로 분화하여 민족성 개조론이 등장하였으며, 이는 자치 운동 (참정권 운동)으로 발전해 나갔다.",
    "산미증식 정책과 공출",
    "한편으로 이 당시에는 일본 제국의 급격한 공업화로 인한, 일본 내 식량 부족 문제를 해결하려는 산미증식계획이 수립되었다. 토지를 개량하거나 수리 조합의 역할을 증대하여 한반도의 미곡 생산량을 증대시키는 시도가 이루어졌으나, 오히려 증산되는 양보다 일본으로 유출되는 양이 더 높아져 한반도의 식량 부족이 심각해졌다. 거기다 증산 비용을 소작 농민에 전가하여, 총독부가 식민지 지주를 옹호하는 등 식민지 지주제가 심화되어갔다. 이 계획은 1930년대 초반 일본 내부의 쌀 공급 과잉으로 잠시 중단되었으나, 1930년대 후반 대륙 침략이 가속화되면서 다시 재개되었다.",
    "또 제1차 세계 대전을 통한 일본 공업 자본의 성장으로 잉여 자본을 통한 식민지 공업화의 필요성이 증대되었다. 이때 제사, 면방직 등의 경공업 중소 자본의 투자가 증가하였고, 일부 일본 대자본의 투자가 있었다. 한편 한국인 자본의 회사와 공장 등의 성장도 있었는데, 이러한 이유로 한국인 노동자 수가 증가하였다. 이 때의 임금차별과 열악한 노동환경은 노동쟁의가 활성화되는 계기가 되었다.",
    "민족 말살 통치기 (1931~1945)",
    "일본의 대륙진출기",
    "1931년 일제는 만주사변을 일으킨다. 일제는 중화민국을 비롯한 대륙으로의 침략을 본격화하면서 한반도를 일본의 중국 대륙 진출의 전진기지로 삼고, 이에 따라 일본의 경제적 지배 정책도 병참 기지화로 선회하였다. 이 시기 조선 사상범 보호 관찰령 등을 공포하여 사상 통제를 강화하였고 일선동조론을 통해 한국 민족주의에 대한 부정도 이루어졌다.",
    "일제는 대공황 이후 선진 자본주의 국가의 보호 무역 강화로 면방직 원료의 공급이 부족하였다. 이에 따라 한국에 남면 북양 정책을 수립하여 공업 원료를 증산하기 위해 남부에는 면화 재배와 북부의 면양 사육을 독려하였다. 그리고 대륙 진출을 위한 병참 기지화 정책에 따라, 압록강과 두만강 일대에 발전소를 건립하고 광업 분야가 성장하였는데, 이를 바탕으로 한반도 북부 지대(현재 북한)에 군수산업을 대거 건립하였다.",
    "1937년 중일 전쟁을 기점으로 침략 전쟁을 본격화하면서, 국가총동원령 하에 산미증식계획이 재개되고 미곡공출제가 시행되어, 한국인들은 식량을 배급받게 되는 사태가 벌어지게 되었다. 전쟁 초기에는 지원병제와 징용제를 실시하였는데, 1940년대 태평양 전쟁이 발발하면서 이러한 폐해는 심화되었다.",
    "조선총독부는 만주사변과 중일전쟁에 동원할 인력과 군자금, 군수품을 한국으로부터 조달했으며, 징용과 징발, 지식인들을 통한 자발적 징용, 징발 독려, 성금 모금 등의 다양한 방식으로 노동력과 자본을 차출해갔다. 1941년까지 약 160만 명의 한국인이 일본 내의 공장, 건설 현장, 탄광, 농장에서 일하게 되었다. 식민지 국가의 국민들은 전쟁에 끌고 나갈 수 없다는 국제규약이 있었지만, 조선총독부는 징병 제도를 실시하여 한국인을 전쟁에 동원하는 한편, 10대 초반에서 40대에 이르는 여성들을 정신대(挺身隊)라는 이름으로 강제 동원하거나 군수 공장 등지에 보냈으며, 그 중 대부분을 중국과 남양지방의 최전선에 투입하여 일본군을 상대하는 일본군 위안부로 보냈다.",
    "창씨개명과 일본어 강요",
    "한국인들을 완벽한 일본인으로 만들기 위한 민족 말살 통치가 진행되어, 내선일체와 일선동조론에 의거한 황국 신민화 정책이 실시되었다. 이에 따라 일본은 황국신민의 서사의 암기와 신사 참배 및 일본어의 사용을 강요하였다. 애국반을 통해 국민 생활 전반을 통제하였는데, 학교의 한글 교육은 중단되었고, 한국의 역사를 배울 수 없게 되었으며, 창씨개명이 강압적으로 행해졌다. 민족성이 강한 전문학교는 폐교되거나 강제 개명당했다.",
    "또한 \"조선이 일본 영토인 이상 한국어는 일본어 방언이며, 내지 방언뿐이며 궁극적으로 소멸시켜야한다.\"는 한국어 방언론에 따라 한국어를 강제로 폐기하고 일본어를 모국어화할 것을 강요하는 의견이 일본인 언어학자들로부터 제출되었다. 1938년 제3차 교육령에서 한국어가 수의(隨意)과목이 된 것을 시작으로, 한국어 사용이 상벌의 대상이 되는 등 '국어(일본어)상용'운동이 본격화되면서 공교육에서 한국어가 추방되기 시작했다.",
    "1942년 10월 조선어학회의 주요 구성원이 치안 유지법 위반으로 체포되는 조선어학회 사건이 일어났다. 이를 근거로 일제 당국이 한국어 말살을 도모했다고 하는 주장도 있다. 한편 1945년 해방 당시 남한의 12세 이상 인구의 78%는 한글 문맹이었다는 주장이 있으며, 이것을 가지고 일본어 강제 보급 정책의 문제성을 지적하는 주장도 있다. 그러나 현실적으로 한국어가 일상 생활이나 신문 등에서 완전히 배제될 수는 없었다. 조선총독부에서도 1921년부터 1945년 해방에 이르기까지, 조선어능력시험에 합격 한 직원은 승진과 급여 면에서 유리한 대우를 받았었다. 따라서 한국어가 계획적으로 말살된 흔적은 없었다고 주장되고 있다. 그러나 학교에서 한국어 수업 이외의 모든 수업이 일본어로 진행되었음에 비추어, 대부분의 강제 교육과정에서 일본어가 사용되었음을 알 수 있다. 다만 1943년 당시까지도 일본어를 해석하는 한국인은 1,000명당 221.5명에 지나지 않았다고 주장하는 자료도 있어 명확하지 않다.",
    "일본의 패전, 소련군·미군 군정과 독립",
    "1945년 8월 15일 태평양 전쟁에서 일본 제국이 패전하여 한반도는 독립을 맞이하였다. 그러나 조선총독부는 즉시 철수한 것은 아니고 미소 군정이 들어서기 전까지 당분간은 지배 상태를 유지하였었다. 연합군에 의해 한국인 출신의 전범들도 처형되었다. 1946년 통화 사건으로 독립군이 일본군 패잔병을 진압하는 일도 있었다.",
    "이왕",
    "고종 : 이태왕(李太王), 1910년 10월 1일 ~ 1919년 1월 21일",
    "순종 : 1910년 10월 1일 ~ 1926년 4월 25일",
    "영친왕 : 1926년 4월 26일 ~ 1945년 9월 2일",
    "이왕세자",
    "영친왕 : 1910년 10월 1일 ~ 1926년 4월 25일",
    "이구 : 1931년 12월 29일 ~ 1945년 9월 2일",
    "이왕세손",
    "이진 : 1921년 8월 18일 ~ 1922년 5월 11일",
    "독립 운동사",
    "1910년대의 국외와 국내의 민족운동과 계몽운동",
    "조선총독부는 안악 사건에서 시발된 105인 사건을 조작하여, 1911년 윤치호, 이동휘, 양기탁, 김구 등 신민회 간부들을 대량으로 검거, 검속하여 신민회를 해산시켰다. 이 일을 계기로 김규식, 이승만 등 일부 기독교계 인사들은 선교사들의 도움을 얻어 해외로 망명한다. 그 후의 독립운동단체들은 비밀결사의 길을 걷게된다. 국권이 빼앗긴 이후 무단 통치가 강화되면서 기존의 항일 운동이었던 항일 의병운동과 애국 계몽 운동은 일제의 무단 통치로 점차 쇠퇴하였다. 대부분의 의병계열들은 간도나 연해주 일대로 이동하였다. 또한 각종 공직자 채용 시험과 각종 산업시설의 인허가에서도 일본인에게 우대 혜택을 주게 되면서 한국인들의 반발은 계속되었다.",
    "이러한 조선총독부의 철저한 탄압과 차별 정책으로 인해 한국인들의 항일 운동은 비밀 결사 형태로 변화하였는데, 교육과 종교 단체를 통해 농민과 노동자와도 연결하여 독립 운동가들을 규합하였다. 대표적 단체로는 대한 광복회와 독립 의군부, 송죽회, 조선 국권 회복단 등이 존재한다. 특히 대한 광복회는 의병 출신과 애국 계몽 운동 계열로, 군대식 조직으로 구성되어 대구에서 활동하였는데 군자금을 모집하고 경상도 관찰사였던 친일파 장승원 등을 처단하는 등 친일 부호를 처단하여 독립군 기지 건설에 노력하였다.",
    "독립 의군부는 고종의 밀명을 받아 국권 반환 요구를 시도하고 의병 전쟁을 계획하였는데, 대부분 유생 출신자였다. 이들은 고종 황제의 복위의 복벽주의를 내세웠으며, 신민회 이후의 거의 모든 단체가 공화제를 내세운 것과는 그 성격이 다르다. 송죽회는 평양의 숭의 여학교의 교사와 학생이 중심이 되어 독립 운동 자금을 모금하여 독립 운동 단체 전달하였는데, 교회를 통한 민족 의식 고양과 여성 계몽운동에도 노력하였다.",
    "이 시기에는 개량 서당과 기독교 계열 학교들이 확산되었고, 애국계몽운동의 일환이었던 사립학교를 통한 민족교육운동도 존재하였다. 개신교 계열 학교들은 한성부를 중심으로 확산되었고, 천주교 계열 학교들은 1920년대부터는 평양을 중심으로 평안남도, 북도와 함경남도, 북도 지역으로 확산되었다. 이들 종교계열 학교들은 영어, 라틴어, 서양식 기계기술, 수학, 물리학 및 세계사, 성서 구약과 신약 등을 가르쳤다.",
    "국외의 민족 한 운동",
    "일제의 헌병 통치에 의해 많은 의병 부대와 지식인층 등 애국 계몽운동 인사들이 해외로 이주하였다. 이에 만주의 서간도 삼원보에서는 경학사, 한족회, 부민단 등이 결성되었고, 독립군 장교 양성을 위한 신흥 무관학교가 만들어졌다. 북간도에서는 민족 학교인 서전서숙과 명동학교가 설립되었고, 대종교 인사들이 주도가 되어 중광단, 정의단, 북로군정서 등이 결성되어 무장투쟁을 위한 군사조직이 꾸려졌다.",
    "연해주에서는 블라디보스토크에 신한촌이 형성되어 민족 운동이 근거지가 되었다. 이에 13도 의군과 이상설, 이동휘가 주도하는 대한 광복군 정부가 1914년에 수립되었고, 후에 전로 한족회 중앙 총회와 대한 국민 의회 등이 수립되었다. 니콜라옙스크 사건으로 독립군과 붉은 군대는 일본군을 전멸시켰다.",
    "중국 관내의 상하이에서는 1918년 김규식, 여운형, 신채호, 김구 등이 주축이 되어 신한 청년당이 결성되었다. 이들은 파리강화회의에 김규식을 파견하였다. 이 단체는 후에 대한민국 임시정부 기반을 조성하는 도움이 되었다.",
    "미주 지역에서는 안창호가 주도한 대한인 국민회와 흥사단이 결성되어 독립 운동 자금을 지원하였고, 이승만은 대한인 국민회에서 활동하다가 따로 대한인 동지회를 조직하고 기독교 학교를 설립하였으며, 박용만은 대조선 국민 군단을 조직하여 국권 회복을 위한 군인을 양성하였다.",
    "민족 자본 육성 운동",
    "김성수와 송진우 등은 식민 치하의 한국인들이 일본제 무명, 비단 등을 수입하며 일본제 제품이 한국에 유행하는 것을 보고 일본의 자본이 한국의 침투를 우려하였다. 김성수는 민족산업을 일으켜야 한다고 생각하였고, 마하트마 간디의 경제 자립운동에 영향을 받아 국내자본 육성 계획을 세운다. 우선 그는 중앙고보의 학생들로 하여금 국산 무명옷을 교복으로 입게하였다. 김성수 등은 무명옷을 교복으로 했을 때 인촌은 옷감의 국내 자체생산 및 조달을 생각하였다. 1917년 방직기술자인 이강현의 건의를 받아들여 일제 당국은 순순히 허락하지 않았으나 결국 그의 사업을 승인해주었다. 1917년 10월 재정적으로 어려움을 겪고 있던 광목제조 회사 '경성직뉴주식회사'를 윤치소 등으로부터 인수하였다.",
    "일본의 방직회사들이 한반도에 진출해 있는 상황에서 그가 시장진출을 확보하는 방법으로 창안해낸 것은 한국인 지사들을 주주로 공모하는 것이었다. 이후 그는 외부 자본의 침투는 민족의 경제를 갉아먹고, 외환의 유출을 촉진한다는 점을 들어 한국인 인텔리들을 설득해 나가기 시작했다.",
    "1918년 봄 김성수는 경상북도 경주를 찾아 최부잣집의 후손 최준을 방문하였다. 김성수가 최준을 찾은 것은 경성방직과 후에 세우게 될 동아일보에 지방의 유력 인사들의 참여를 권유하기 위함이었다. 김성수가 경북 경주를 다녀간 지 1년 후 1919년 10월 경성방직이 설립되었고, 최준은 경성방직의 창립 발기인의 한 사람이 되었다. 최준은 김성수와 안희제 등과 교류하면서 교육의 중요성을 깨달았다 한다. 김성수는 한국인 최초의 방직회사 설립자가 되었는데, 그해 11월 부산에 설립된 조선방직회사는 일본인이 세운 것이었다. 중앙학교의 졸업생 중에서도 윤주복(尹柱福) 등은 그의 권고로 규슈대학 방적학과로 진학, 졸업한 뒤 경성방직에 입사하기도 했다. 전국을 다니며 모집한 끝에 많은 주주와 후견인들을 모았고 경방 창림 발기인들의 주식은 3,790주였고 16,210주는 일반공모주였다. 국내 의류업체들이 일본의 면직물 수입이 증가하면서 일본 면직물에 의존하여 제품을 생산, 한국의 면직물은 거의 소멸될 위기에 처하자, 1918년부터 중앙상공주식회사를 통해 직접 면의류를 생산하기 시작했다.",
    "1919년 10월 5일 김성수, 박영효 등은 명월관 지점 태화관에서 창립총회를 가졌다. 하지만 그것은 실제적 출발점은 아니었다. 경성방직은 설립되자마자 좌초의 위기에 처했고 1926년경에 가서야 조업 정상화에 성공한다.",
    "3·1 운동",
    "1918년 미국의 대통령 우드로 윌슨의 민족자결주의에 감화된 한국의 지식인들, 청년층은 제1차 세계 대전 직후 전개된 세계적인 민족 해방 운동의 조류에 편승하여 대규모 해방 운동을 전개했다. 그러나 윤치호 등 일부 인사들은 이 만세 운동이 실패할 것이라고 전망하였다.",
    "1919년 3월 1일 낮 12시 서울의 탑골 공원에서 독립 선언서를 낭독하고 독립을 선언한 학생과 청년들은 수십만 명의 군중과 함께 \"대한 독립 만세!\"를 외치며 온 거리를 휩쓸음으로써 3·1운동은 시작되었다. 만세 시위는 일제의 헌병 경찰의 무자비한 탄압 속에서도 삽시간에 전국 방방곡곡 퍼져나갔고, 간도·시베리아·연해주·미주지역까지 퍼져 나갔다.",
    "200만 명이 넘는 민중이 참여하여 약 2개월에 걸쳐 투쟁하는 동안에 232개의 부·군 가운데 229개의 부·군에서 시위와 폭동이 일어났고, 1,491건의 시위를 벌였으며 160개가 넘는 일제 통치 기관을 파괴했다. 그러나 4월말에 접어들면서 일제의 집단 학살·고문·심문·방화 등 무력 탄압으로 3·1운동은 차츰 사그라졌다.",
    "이 운동으로 정부 수립 운동이 활성화되었고, 항일 무장 투쟁을 촉진하였다. 또 독립 운동의 이념과 방법론에 변화가 일어나 복벽주의가 청산되고 사회주의 사상이 수용되어 다양한 독립운동 노선이 등장하였다. 이로 인해 또 운동의 주도 세력으로 학생들이 민족 운동의 중심으로 활동하였고, 농민, 노동자, 여성 운동이 활성화되는 계기가 되었다. 한편 윤치호 등은 한국인 민중의 희생자를 냈음에도 지도자들이 적극 앞장서지 않은 것을 비관적으로 보기도 했다.",
    "1920년대의 민족 해방 운동",
    "3·1 운동 이후 각 지역의 정부 통합 운동이 전개되었다. 민족의 독립 운동의 구심점의 역할 필요성이 증대되었다. 이후 연해주의 대한 국민 의회와 상하이 임시 정부가 해산한 뒤, 13도 국민 대표 회의로 수립된 한성 정부의 법통을 이어받아 중국의 프랑스 조계지였던 상하이에서 대한민국 임시정부를 발족시켰다. 임시 정부는 초반에는 대통령제를 표방하였으며, 초대 대통령은 이승만이었다. 이승만은 외교론자로 외교로서 독립을 이루고자 하였다. 임시 정부는 1919년 파리 강화회의나 1921년 워싱턴 회의에 대표를 파견하여 독립을 호소했으나, 열강의 냉담한 반응으로 전혀 성과를 거두지 못했다. 외교 활동에 소득이 없고, 이러한 외교론의 위기 속에 시도된 이승만의 위임통치청원이 상하이로 알려지자 대한민국 임시정부 주변에 모였던 독립운동가들이 대부분이 이탈하여 민족의 대표기관의 명맥을 잃게 되었다. 이후 김구의 활약으로 다시 살아나기까지 임시 정부는 긴 침체기를 갖게 된다.",
    "한편 간도와 만주, 연해주 등지를 기반으로 조직된 항일 무장 단체들은 3·1운동을 계기로 평안북도 갑산·함경남도 혜산 일대와 압록강과 두만강을 중심으로 한 국경 지방에서 격렬한 무장 투쟁을 벌였다.",
    "일제는 국경 지방의 독립군을 뿌리 뽑지 않고서는 한국을 지배할 수 없다고 판단하고 대규모로 군대를 동원하여 독립군 토벌에 나섰다. 이때 홍범도 부대는 북간도 왕청현 봉오동에서 매복하고 있다가 쳐들어오는 일본군을 전멸시켰다 (1920년 6월). 또 김좌진(金佐鎭)과 홍범도 등이 지휘하던 독립군 연합 부대도 작전상 후퇴를 거듭하면서도 북간도 화룡현 청산리에서 매복하여 일본군 1,500여 명을 살상하는 전과를 올렸다. 일본군은 이에 대한 보복으로 간도에서 한국인 마을을 불태우고, 한국 민간인을 무차별 학살하여, 약 3,000명에서 수 만명의 한국 민간인이 학살당하였다. 이를 간도참변이라고 한다. 독립군은 결국 일제의 토벌에 밀려 소련으로 들어갔는데, 여기서 각 부대들은 대열을 정비하기도 전에 독립 운동의 주도권을 놓고 서로 대립했다. 1921년 6월 자유시 참변이 일어나 대오는 흩어지고 말았다.",
    "이러한 시련을 겪은 무장 독립운동 세력들은 다시 결집하고자 민정 및 군정기관 형태인 3부(정의부, 참의부, 신민부)를 조직해 재정비하고자 하였지만, 1925년 일본제국과 만주군벌 장작림간의 미쓰야 협정이 체결되어 만주에서 활동하는 무장 독립운동이 크게 위축되었다. 1920년대 말에는 남만주 지역에 참의부, 정의부가 통합하여 국민부가 결성되어 훗날 조선혁명군으로 결성되었으며, 북만주에 신민부는 혁신의회로 통합되어 한국독립부으로 계승된다. 이들은 한중연합작전을 통해 대전자령 전투, 영릉가 전투 등에서 승리를 거두었다.",
    "이와 같은 공황 속에서도 노동 쟁의·소작 쟁의·학생 운동·사상 운동 등 일련의 항일 투쟁은 꾸준히 전개되었고, 이 시기에 국내에서는 3 ·1 운동 이후 최대의 6·10 만세 사건(1926년)과 광주학생운동(1929년)이 일어나 일본에 일격을 가했다. 또한 만주 지방에서는 유망민중이 교민회를 조직하여 자활을 모색하였으며, 많은 독립 운동 단체가 조직되어 국내외에서 일본 요인의 암살, 파괴 활동을 적극적으로 펴 나갔다.",
    "물산장려운동과 민립대학기성회",
    "실력 양성이 독립의 길이라고 생각한 민족 지도자들은 실력 양성을 위해서는 국민 개개인이 스스로 배우고 깨달아야 된다고 판단했다. 그는 국산품을 애용하는 것이 곧 민족경제를 살리는 길이라며 한반도에서 나는 물산을 구매해줄 것을 호소하며, 국산품 애용 운동을 펼쳐 나갔다.",
    "또한 일본 유학의 급증과 일본인 자본가들에 의한 학교 설립에 자극을 받아 1921년 1월 이상재, 이승훈, 윤치호, 김성수, 송진우, 유진태, 오세창 등은 조선민립대학설립기성준비회를 발족하고 전국적으로 발기인 모집에 나서기도 했다. 그러나 이 운동은 1924년 중반을 기점으로 동력을 잃기 시작했다. 총독부는 ‘불온사상을 퍼뜨린다’는 이유로 기성회 임원을 미행하고 강연을 막았다. 1923년 관동대지진으로 경제가 불황에 빠지고 1923∼1924년 잇따른 가뭄과 홍수로 이재민 구호가 시급해지자 민립대학 모금은 지지부진해졌다. 또한 조선총독부의 수시 간섭으로 운동은 차질을 빚다가 실패하고 만다.",
    "일본 자본의 침투와 함께 신사상의 출현으로 서양 제품이 급속도로 확산되자 1920년초부터 김성수, 안재홍, 윤치호, 이광수, 조만식 등은 강연, 계몽 활동을 다니며 국산 물건, 국내에서 나는 물품을 애용해줄 것을 호소하였다. 국내에 좋은 제품이 있는데도 외제를 선호한다면 이는 외국 자본의 침투를 도와주는 것이라는 것이었다.",
    "1922년 이상재, 윤치호, 김성수, 이승훈, 김병로 등의 주동이 되고 발기인 1,170 명을 확보하여 민립대학 기성회를 출범시키고 모금활동을 했다. 그러나 일제 당국의 탄압으로 실패하고 말았다. 1923년부터는 조만식·안재홍·송진우 등은 물산장려운동을 추진하였다. 그는 '입어라 조선 사람이 짠 것을, 먹어라 조선 사람이 만든 것을'이라는 구호로, 국내에서 생산된 국산품을 애용해줄 것을 호소하였다.",
    "국내 노동자·농민의 대중 운동",
    "한편 1919년의 3·1 운동 당시의 집단 시위의 효과를 보고 크게 각성한 노동자·농민들에 의해 노농 운동이 급격히 발전했다. 1921년 9월 부산의 부두 노동자 5,000여 명의 총파업, 1923년 8월 평양의 양말 공장 노동자 2,000여 명의 파업, 1923년 9월부터 1년이 넘게 전개된 전라남도 무안군 암태도 소작 쟁의, 1929년 1월부터 3개월 동안 계속되었던 원산 총파업, 그리고 1930년 1월 3,000여 명의 여성 노동자들이 1개월 동안 전개했던 부산 조선 방직 파업 투쟁 등이 대표적인 투쟁이었다.",
    "이러한 경제적 생존권 투쟁이었던 노농 투쟁은 점차 항일 민족 운동화되어 1930년 5월 함경남도 신흥의 장풍 탄광 노동자 300여 명은 노동 조합의 설립을 방해하는 일본인 자본가와 경찰에 맞서 탄광 시설과 사택을 부수고, 총을 쏘며 달려드는 경찰에게 도끼·망치·곤봉으로 맞서 육박전을 벌였다. 1930년 7월 함경남도 단천의 2,000여 명 농민들이 일제의 산림 정책을 반대하여 군청을 포위·습격했다가 여러 명이 일경의 총탄에 맞아 목숨을 잃기도 했다. 이러한 노동자·농민들의 대중 투쟁은 생존권 확보에서 출발한 싸움이었지만, 일제의 식민지 착취와 지배 구조를 반대하는 항일의 성격을 띤 민족 해방 운동의 일환이었다.",
    "신간회, 근우회의 결성과 활동",
    "1924년 김성수, 송진우 등의 주도로 자치화 운동을 목적으로 한 단체 '연정회(硏政會)' 설립을 추진하였는데, 이는 소위 '민족개량주의' 혹은 '실력양성론'이라는 미명하에 일제 조선총독부의 '문화정치'에 발맞춰 일제와의 타협 속에 추진된 것으로, 비타협 민족세력의 반발로 중단되고 말았다.",
    "1920년대에는 러시아 볼셰비키 혁명의 영향으로 공산주의 사상이 국내에 널리 퍼져 서울청년회·신사상연구회·북풍회 등 사회주의 사상 단체가 대거 조직되었다. 사회주의자들은 노농 운동 등 대중운동을 지도하는 한편, 공산당 건설에 힘을 기울여 1924년 조선노농총동맹과 조선청년총동맹을 결성했으며, 1924년 4월 조선공산당을 지하에서 결성함으로써 공산주의 운동은 더욱 활발하게 전개되었다. 이들 사회주의 세력은 일제의 치안유지법 하에서 활동을 하기 힘들어지자 공개적 활동의 필요성을 느끼게 되었다. 여기 해외에서 국공합작과 민족유일당 운동과 같은 좌우합작 분위기가 불어오고, 국내에서 천도교 세력과 사회주의 세력의 연대의 계기가 된 6·10 만세 운동이 일어났다.",
    "이에 따라 사회주의 세력은 정우회 선언을 통해 우경화되었고, 민족주의 세력은 조선 민흥회를 결성하여 좌파 세력과의 연대 가능성을 보여줘, 민족 유일당의 전단계에 이르게 되었다.",
    "그리고 사회주의자들은 민족주의자들이 타협적인 민족개량주의자와 비타협적 민족주의 세력으로 나뉘게 되자, 비타협적 민족주의자들과 손을 잡고 1927년 2월 신간회를 결성했다. 신간회 결성 후 각 지방에서 신간회 지회가 잇달아 결성되었는데, 1928년말에는 모두 143개의 지회가 조직되었으며, 회원 수는 2만 명에 이르렀다. 신간회 본부와 각 지회는 당시 활발하게 벌어지고 있던 갖가지 대중 운동을 주도하거나 지원했다.",
    "신간회 강령",
    "우리는 정치적 경제적 각성을 촉진한다.",
    "우리는 단결을 공고히 한다.",
    "우리는 기회주의를 일절 부인한다.",
    "특히 1929년 11월 광주에서 한국인 학생과 일본인 학생들 사이에서 일어난 충돌로 광주학생항일운동이 일어나자, 진상 조사단을 파견하고 서울에서 대규모 민중 대회를 준비하여 전국적인 항일 운동으로 발전시키고자 했다. 일제는 민중 대회 사건을 빌미로 삼아 신간회의 중앙의 핵심 간부 40여 명을 체포했다. 이때부터 신간회의 활동은 움츠러들었고, 1931년 5월 사회주의자들의 주도로 해소되었다.",
    "가부장제의 해체와 이혼의 공식화",
    "1920년-30년대에는 봉건과 근대의 가족 형태가 섞이기 시작하였다. 유교적 사고방식에 대한 반발과 반감으로 별거와 독신, 우애결혼 등 대안 가족의 이념과 형태가 등장한다. 또한 조선시대 중기 이후 남편이 부인을 집안에서 축출하는 소박 형태의 이혼만이 존재하던 한국 사회에 여성이 남편에게 이혼을 제기하는 이혼 형태가 점차 급증하였다.",
    "전통에서 근대로의 이행과정에서 등장한 과도기 현상의 하나가 이혼(離婚)이었다. 근대의 제도가 이식되고 신여성, 자유연애 등으로 상징되는 새로운 사조가 유입되면서 이혼도 증가하였다. 조선총독부 통계연보에 따르면 1917년과 1918년의 이혼 건수는 1만542건과 1만498건으로 1만 건을 넘기면서 일제강점기 최고를 기록했다. 이혼 건수의 결혼 건수에 대한 비율은 1910년대 7%였고 1920년대 이후에는 4% 안팎을 유지했다. 당시 이혼은 신문 사설이 비중 있게 다룰 정도로 큰 사회문제였다.",
    "1920년대에는 부부간에 아이를 낳지 않고, 재산은 각자 재산을 갖고 있되 공동부담으로 처리하는 우애결혼이 등장하였다. 이후 '부부가 아이를 낳지 않고 서로 원하면 이혼할 수 있다'는, 지금 봐도 파격적인 조건의 '우애결혼'은 1930년대 지식인들 사이에서 유행하였다. 이 무렵부터 나혜석, 김원주, 박인덕 등의 여성 운동가들은 가부장제를 봉건 사회와 전제정에 비유하여 비판하는 한편, 이혼을 할 자유를 요구하는 강연과 칼럼 활동을 하기도 했다. 1920년대 초반 당시의 사회에서는 이혼을 범죄시, 터부시하였으나 이혼이 증가하면서 1930년대에 가서는 공식석상에서 이혼에 대한 비판은 사라지게 된다.",
    "1930년대 사회상",
    "자유 연애론의 확산",
    "1930년대 초에는 자유연애를 부르짖은 신여성들의 대담한 선언으로 연일 신문에 오르내렸다. 정조는 육체가 아닌 정신에 있다는 ‘신정조론’을 외친 시인 김원주를 비롯해 정조란 오직 취미에 불과한 것이라는 '정조취미론'을 내세운 나혜석, 성적 만족을 위해서라면 정신적인 사랑 없이 육체적 결합이 가능하다는 '연애 유희론'을 주장한 허정숙 등은 화제가 되었다.",
    "여성에게만 정조를 요구하는 것이 부당하다는 항거를 넘어선, 여성도 육체적 행위의 주체가 될 권리가 있다는 주장은 애욕의 순례자라는 비난을 여성들에게서 듣기도 했다.",
    "남편에게 위자료를 주고 이혼한 박인덕의 이혼 사건과 파리에서 한 자유로운 연애와 염문이 화제가 된 나혜석 등은 연일 사회의 화제가 되었다. 윤치호 등 일부 사회 운동가들은 이혼녀들에게 가해지는 비판에 맞서 이들을 변호하였다. 그러나 애정없는 육체의 결합을 미화시킨 허정숙 등의 의견에 대해서는 연일 지탄과 비판 여론이 등장하였다.",
    "브나로드 운동과 문맹 퇴치 운동",
    "1931년 김성수, 송진우, 이광수 등은 농촌의 문맹자가 많은 것을 보고, 농촌 계몽운동인 브나로드 운동(v narod movement)을 주도했는데 브나로드 운동이란 러시아어로 '민중 속으로'라는 뜻이다. 이는 농촌에도 소학교와 중등 학교를 세우고, 나이가 많은 고령자와 장년층을 위해 야학을 설치하여 글과 숫자를 깨우치게 하자는 것이 취지였다. 김성수, 송진우, 이광수 등은 대학생들과 대학 출신 인텔리들에게 이를 호소했고, 이들의 호소에 심훈, 최용신, 곽상훈, 박순천 등의 대졸 출신 인재들이 각지의 농촌으로 가서 봉사, 계몽활동을 하게 된다. 1931년 7월 동아일보에서는 \"배우자, 가르치자, 다 함께\"라는 기치를 내걸고 브나로드 운동이라 불리는 농촌 계몽 운동을 주도했다.",
    "1929년부터 학생들은 여름방학을 이용하여 문맹타파운동을 전개하였고, 사회적으로 커다란 호응을 얻었다. 1931년 7월 학생들은 동아일보의 후원을 얻어 ‘브나로드 운동’라는 슬로건 아래 농촌계몽에 나섰다.",
    "이 운동은 학생계몽대를 중심으로 하여 학생강연대·학생기자대로 나누어 전개되었다. 학생계몽대는 남녀 고교생으로 구성하여 한글과 산술을 가르쳤고, 학생강연대는 전문대학 이상의 학생들로 구성되어 학술강연·시국강연·위생강연을 담당했으며, 학생기자대는 고교와 전문대학생으로 구성되며 여행일기·고향통신·생활수기 등을 신문에 투고하도록 하였다.",
    "김성수, 송진우, 이광수 등은 각종 계몽과 칼럼을 통해 실력 양성이 한국인들의 살 길이고, 실력 양성을 위해서라면 일단 문자와 말과 글을 알아야 한다고 역설하였다. 이들 자신이 앞장섰고 심훈, 나혜석, 허정숙, 최용신, 심대영 등의 청년 지식인들이 이에 적극 동참하게 되었다. 수많은 청년 지사들의 동참으로 한국인의 언어, 문자 식자율은 1910년 10%에서 1936년 무렵에는 65%까지 상승했다.",
    "농촌지역은 문맹과 기아, 질병이 만연했하였으므로 농촌을 계몽하겠다는 이상을 품은 대학생들이 방학, 혹은 휴학기간을 이용해 농촌 계몽 운동에 참여하기 시작, 전국적으로 확산된다. 그러나 조선총독부의 학무국과 경무국으로부터 반일사상 고취를 의심하여 김성수, 송진우와 동아일보 등을 방문, 소환, 전화 항의 등을 하였지만 별다른 혐의접이 없어 브나로드 운동 자체를 막지는 못했다. 1938년 일제 당국의 탄압을 받고 중단되지만, 해방 이후 대한민국 대학의 농촌 봉사활동 (농활) 운동으로 이어진다.",
    "혁명적 대중 조직 건설 운동",
    "1930년대에 들면서 혁명적 노동 조합·농민 조합 운동이 활발히 일어났다. 노동 조합 활동가들은 지하에서 비합법적인 준비 조직을 결성하고 표면으로는 합법적인 노동 조합, 파업 본부, 노동자 친목회 등을 결성하여 운동을 지도했다. 또한 공장 신문·팜플렛·전단 등을 통해 노동자들에게 8시간 노동제, 최저 임금제, 동일 노동·동일 임금을 선전하고 나아가 민족 해방 운동을 선동했다. 혁명적 노동 조합 운동은 공업 시설이 집중된 흥남·함흥·원산 일대에서 가장 활발하게 일어났다. 1931~35년까지 혁명적 노동 조합 운동을 하다가 일제 경찰에 체포된 사람의 수는 전국에 걸쳐 1,759명이나 되었다.",
    "농민 조합 운동가들은 농촌 내의 기존 청년 동맹·여성 동맹·소년 동맹을 혁명적 농민 조합에 편입해 각각 농민 조합의 청년부·부녀부·소년부로 만들어 역량을 강화하는 한편 농민의 이익을 위해 투쟁했다. 혁명적 농민 조합의 지도 하에 농민들은 격렬한 반일 민족 해방 운동을 전개했는데, 특히 함경북도 명천의 농민들은 동과 면마다 계엄대·동지 탈환대·규찰대·연락대 등을 조직하고 일제의 폭력에 맞서 싸우는 등 투쟁을 대중적 폭동으로 발전시켜 나갔다. 혁명적 농민 조합은 전국 70여 개 군에 조직되었고, 1931~35년에 경찰에 적발된 혁명적 농민 조합 사건은 43건, 검거된 사람은 4,121명에 이르렀다. 중일 전쟁이 일어난 뒤 더욱 엄혹해진 상황에서도 혁명적 농민 조합 운동은 비밀리에 계속되었다.",
    "참정권 획득 계획과 실패",
    "1936년에는 한규복 등의 인물이 참정권을 얻어낼 계획을 세웠으나, 일제 당국의 반대로 무산되었다.지원병제는 1930년대 중반부터 일부 친일 유지층 사이에서 자발적으로 제기되었다. 먼저 박춘금(朴春琴)이 대의사(代議士)가 된 후 일본국회에서 이 문제를 들고 나왔고, 그 후 친일인사들에 의해 여러 번 건의되었다. 1936년 11월 24일 경성부회의원 조병상(曺秉相), 조선총독부 중추원 참의인 한규복 등이 중심이 되어 30여 명의 간담회를 열어 구체적으로 이 문제를 추진키 위해 위원 8명으로 기성회를 구성하고 1937년 발회식(發會式)을 가질 예정이었다. 그러나 일본 당국은 이 문제가 참정권하고도 관계가 있다 하여 일단 중지시켰다. 이후에도 그는 조선총독부에 참정권 허용을 요청하였지만 거절당한다.",
    "한규복과 박춘금 등은 일본의 전쟁에 조선인들도 일본의 국민이니 참여해야 한다고 주장하였다. 그러나 일본 본국 정부에서는 이들의 한국인 학병 참여 주장이 한국인 참정권 획득이 목적이라는 것을 간파하고 사전에 쐐기를 박았다. 그러나 중일 전쟁 이후 병력이 부족해지자 일본은 한국인들의 자발적 학병 참여 운동을 막지 않게 되었다.",
    "장기간의 불황과 만혼, 독신자의 등장",
    "1930년대에는 한국 최초의 독신자들도 등장하기 시작하였다. 이에 조선총독부와 사회, 유림들과 보수적 지식인들까지 나서서 이를 문제로 지적하며 해결하려 하였다. 독신자의 등장과 30세가 넘어서 결혼하는 만혼자의 증가에 유교성리학자들과 보수적인 지식인들은 사회의 붕괴를 우려했고 말세라는 여론이 터져나오기도 했다. 1933년 12월 잡지 '삼천리'가 개최한 '만혼타개좌담회'에서 나혜석과 이광수 등이 패널로 참여하여 이 문제를 토론하기도 했다.",
    "일제강점기 중반, 한국의 젊은이들은 미국과 유럽 등에게서 유입된 근대적 개인주의 사조의 유입과 여성의 자의식 확산, 경제적 궁핍, 민족적 시련을 경험하면서 가족과 결혼 제도에 대한 극심한 가치관 혼란을 겪었다. 또한 개인주의 사상을 죄악시, 터부시 하는 조선총독부에 대한 반감, 유교성리학자들과 보수적인 지식인들에 대한 반감으로 개인주의와 합리주의, 쾌락주의 사상은 점차적으로 확산되어갔다. 1930년대의 경제공황은 미국과 유럽에도 영향을 미쳤고 일본과 아시아에도 영향을 주었다. 경제공황으로 실업과 빈곤이 심각했던 1930년대엔 만혼 풍조와 결혼 기피가 사회 현상으로 떠올랐다. 이에 사회 저명인사들이 참여하는 '만혼을 타개하자'는 내용의 좌담회까지 열게 된 것이다. 그러나 호응도는 낮았고 일시적으로 만혼과 이혼이 줄어드는 듯 하다가 다시 만혼, 이혼, 독신이 증가하게 된다.",
    "전시체제 무렵",
    "창씨개명 사태",
    "1939년 11월 10일, 조선총독부는 '조선민사령(朝鮮民事令)'을 개정(제령 제19호)하여 한국에서도 일본식 씨명제(氏名制)를 따르도록 규정하고, 1940년 2월 11일부터 8월 10일까지 '씨(氏)'를 정해서 제출할 것을 명령하였다.",
    "조선총독부 총독 미나미 지로의 개인적인 정책에서 출발한 것으로 일본 제국 조정과 협의 없이 일방적으로 추진한 정책이라 일본인 내부에서도 강한 반발을 불러일으켰고, 1942년 미나미가 조선총독에서 해임되는 원인이 되기도 한다. 미나미 지로에 의해 발표된 이후 창씨개명령은 한국인의 집단 반발 외에도, 일본 내부의 반대와 비난, 조선총독부 내부에서도 총독부 직원들의 집단 반발에 부딪쳤다. 조선총독부 경무국만 해도 창씨개명에 반대하였다. 또한 일본 내지에서도 반대론이 거셌다. 식민지 조선과 일본 내지에서 반대가 얼마나 거세게 일었던지 윤치호는 1940년 7월 5일자 일기에서 미나미 지로 총독이 경질될 것이라고 예상하기도 했다. 그러나 미나미 지로는 창씨개명 계획을 밀어붙여 논란을 일으켰다.",
    "그러나 창씨개명령 시행을 발표하면서 한국인 사회는 논란이 일어났고, 춘원 이광수 등은 창씨개명을 공식 지지, 자발적으로 동참할 것을 선언하기도 한다. 1939년 12월 12일 이광수는 경성일보에 창씨개명에 적극 동참하자는 취지의 칼럼을 기고하기도 했다. 그리고 이광수는 앞장서서 창씨개명하였다. 이후 그에게는 무수한 협박과 투서, 비난이 쏟아졌다. 그러나 그는 창씨개명은 불가피한 일이며 일본과 조선총독부는 우리가 원하지 않더라도 강제로 창씨개명하도록 조처할 것이라고 답하였다.",
    "창씨개명 시행은 한국 사회의 근간을 흔드는 일이었기 때문에 한국인들의 반발은 거셌고, 친일 인사들조차 혼란에 빠졌다. 창씨(創氏)의 강압 속에서도 이를 거부하고 자결한 사람도 있었으며, 부당함을 비방하다가 구속된 사람도 많았다. 일본 내지 쪽에서는 특히 조선총독부 관리 출신들이 총독부 후원 기관으로 조직한 '중앙조선협회'가 맹렬한 창씨개명 반대 운동을 전개했다. 조선총독부 내부에서조차 치안을 담당하는 경무국을 중심으로 반대가 있었다. 일본인들의 경우 창씨개명을 시행함으로써 한국인과 일본인의 구별·분리가 어렵다는 이유를 들어 창씨개명을 반대했는데, 한국인들에 대한 차별의 약화를 두려워했던 이유가 컸다. 조선총독부는 창씨개명이 내선일체의 완성이라고 선전했으나, 일본의회의 대정부질문에서는 '조선에 본적을 둔 조선인은 일본으로 본적을 옮기는 것을 금지하고 있으며, 일본인도 조선으로 본적을 옮길 수 없다'며 한국인과 일본인의 분리·차별은 계속될 것임을 드러냈다.",
    "일본인들은 창씨개명을 시행함으로써 한국인과 일본인의 구별, 분리가 어렵다는 이유를 들어 창씨개명을 완강하게 반대했다. 한국인들의 창씨개명 반대 만큼 일본인들의 반발도 거셌다. 일본인의 반대 여론이 의외로 높았던 것을 두고 후일 교토대 인문과학연구소 미즈노 나오키(水野直樹) 교수는 다른 무엇보다 한국인에 대한 차별의 약화를 두려워 했기 때문이라고 지적한다.",
    "총독부 내부에서도 창씨개명에 반발했는데, 특히 조선총독부 경찰은 한국인이 똑같이 일본식 이름을 쓰게 되면, 그가 한국인인지 일본인인지 구별이 쉽지 않다는 반론을 제기했으며, 내지측 일본인들 사이에서도 이런 우려가 높았다는 것이다.",
    "창씨개명 사태 중재",
    "1940년 1월 초 총독부는 창씨개명이 한국인들의 희망에 의해 실시하는 것으로 일본식 성씨의 설정을 강제하는 것이 아니라 단지 일본식 성씨를 정할 수 있는 길을 열어놓은 것이라고 발표했다.",
    "1940년 1월부터 조선총독부 미나미 지로 총독은 창씨개명을 하는 것이 어떻겠느냐는 주제의 담화문을 발표했고 이는 한국 사회에 논란이 되었다. 1월 4일 미나미 지로 총독은 한국인들에게 창씨개명을 강요할 생각이 없다고 천명했다. 그런데 그가 뒤이어 한국인들이 창씨개명하면 흐뭇하게 생각할 것이라는 점을 분명하게 시사하는 바람에 상황이 더욱 복잡해졌다. 총독에게 아부하는 한국인 지식인들은 당연한 것이라며 총독을 추켜세웠고, 결국 1940년 2월부터 창씨개명이 대대적으로 단행된다.",
    "한편 한국의 정치 지도자 중 윤치호는 창씨개명에 부정적이었다는 이유로 1940년 5월 1일 조선총독부 경무국으로 소환되었다가 풀려났다. 5월 1일 오전 조선총독부 경무국에서 소환조사를 받고 풀려났다. 오전 11시 그는 총독부에서 미나미 지로 총독을 면담했다. 미나미 총독과의 면담에서 그는 창씨개명 기일을 연기해 달라고 부탁했다.",
    "창씨개명 단행",
    "1940년 1월부터 조선총독부 미나미 지로 총독은 창씨개명을 하는 것이 어떻겠느냐고 권고 형식으로 창씨개명론을 발표했다. 그리고 1월 4일 미나미 지로 총독은 한국인들에게 창씨개명을 강요할 생각이 없다고 천명했다. 일부 한국인들은 총독이 한국인을 배려한다며 총독의 뜻을 찬양하였다.",
    "그러나 1939년 12월부터 창씨개명에 자발적으로 동참하자고 권고한 이광수 조차 총독의 희망하는 사람에 한해서 창씨개명을 해도 좋다는 주장에 의혹을 제기한다. 이광수는 '당국은 창씨개명을 강요하는 일은 (절대) 없을 거라고 말합니다. 그러나 그들은 갖가지 수단과 방법을 동원해서 우리가-우리들 대부분이-창씨개명하도록 조처할 것이 틀림없을 것'이라는 점과 '우리 어른들이야 창씨개명할 필요가 없을지도 모릅니다. 하지만 아이들은 입학과 취직시에 (각종) 차별대우를 받을 것'이라며 창씨개명 거부 이후의 불이익을 예상, 우려하였다.",
    "윤치호는 거듭 창씨개명 기일을 연기해달라고 청했고, 그 뒤, 윤치호의 청을 받아들인 미나미 지로 총독은 창씨개명령 시한을 늦춰 1941년 1월부터 창씨개명이 대대적으로 단행된다. 창씨개명에 시종 부정적이었던 윤치호 역시 창씨개명을 거부할 경우에 가해질 불이익을 염려하였다. '당국이 이미 창씨개명하기로 결정한 이상, 그들은 조선인들이 창씨개명하도록 반드시 조치를 취할 것이다. 그들은 창씨개명을 거부하는 저명한 조선인들을 반일분자로 블랙리스트에 올릴 것'이라는 점을 지적했다. 그러나 일부 한국인들은 자발적으로 창씨에 참여하였고 경성부청과 구청, 각 부청과 군청사 등에는 창씨개명을 하러 자발적으로 몰려든 주민들로 인해 혼선이 빚어지기도 했다. 반면에, 창씨개명의 강요를 거부하고 자결한 사람도 있었으며, 부당함을 비방하다가 구속된 사람도 나타났다.",
    "한편, 이와 같은 창씨의 강압 속에서도 일부 인사들은 끝내 이를 거부하였고, 6개월간 신고하도록 했으나 3개월이 지나도록 신청률이 7.6%에 불과하자 조선총독부는 행정력과 경찰력을 총동원해 창씨개명을 하도록 더욱 협박하고 강요해 신고 마감 시기까지 80%인 322만 가구가 창씨개명하였다.",
    "창씨계출(創氏屆出) 초기에는 일부 친일파들이 자발적으로 창씨개명을 하려고 몰려들어 경성부청과 구청, 그 밖의 부청과 군청사 등이 혼잡을 빚기도 했다. 그러나, 한국인의 희망에 따라 실시하게 되었다는 창씨개명은 1940년 5월까지 창씨계출(創氏屆出) 호수(戶數)가 7.6%에 불과하자, 조선총독부는 행정력과 경찰력을 총동원해 창씨개명을 하도록 협박·강요하여 신고마감 시기까지 322만 가구, 79.3%로 창씨율을 끌어올렸다. 창씨개명은 1946년 미군정과 소련 군정에 의해 폐지된다.",
    "징용자와 위안부",
    "중일전쟁 이후 조선총독부와 일본 정부에서는 본격적으로 위안부와 징용자들을 모집하였다. 이 와중에 직공을 차출한다는 광고를 보고 속임수로 끌려간 이들도 있고 일부는 광고를 보고 자발적으로 위안부나 징용으로 가기도 했다. 식민지 조선, 일부 일본 여성과 타이완, 중국 대륙, 동티모르, 필리핀, 소수의 네덜란드 여성들이 있었다. 일본군 사령부 혹은 군납 업체에서는 위안부를 모집하기 위해 신문 광고, 잡지 광고, 방송 광고 등을 통해 모집 광고를 냈다. 하지만 강제로 끌려간 사람들이 더 많다고 한다. 피해자는 최소 4만 명에서 최대30만 명으로 추정된다고 한다.",
    "1944년 당시 위안부 모집은 경성부 종로구 낙원정에 있었으며 징모 담당자는 허씨였다. 다만 군인이 모집할 경우에는 소속 부대와 관등성명이 기입되었다. 일부 위안부들은 모집광고를 보고 찾아가기도 했다. 중일 전쟁 이후 일본의 식민지에서는 위안부 모집 광고, 방송 등이 실렸다. 그러나 한국에서 이를 거부한 언론은 조선일보와 동아일보만이 유일하였다.",
    "1937년부터 1940년까지 징용자와 위안부 차출 혹은 공출, 자원 징용자, 자원 위안부의 수가 급증함에 따라 조선총독부에서도 더 이상 한국인 지식인들의 참정권 요구, 자치권 허용 요구를 거절할 수 없게 되었다.",
    "1940년대 초 인도네시아 수마트라섬 팔렘방에도 조선인 위안부들이 있었고, 팔렘방에 있던 위안부들은 ‘제1명월관’과 ‘제2명월관’ 두 곳에 나뉘어 있었고, 명월관은 일본군에 협조하며 위안부를 관리하는 한국인 형제가 운영하였다.",
    "일제강점기 말기",
    "대한민국 임시정부의 활동",
    "대한민국 임시정부 주도하의 독립 운동은 1920년대 중반 대체로 침체되었으나, 김구의 주도하에 다시 활발하게 진행되었다. 김구는 1932년 1월 8일 이봉창을 시켜 일본 국왕을 암살하려 하였으나 실패하였다. 그러나 이 사건으로 해외의 동포들이 격려 편지와 자금을 보내왔다. 김구는 이덕주와 유진식에게 일본 총독의 암살을 지시하여 본국으로 보냈다. 또한 윤봉길을 시켜 상하이 사변 승전 기념 천양절에 폭탄을 던져 적잖은 일본인 사상자들을 발생시킴으로 성공하였다. 이후 두 일왕 암살의 주모자로 수배된 김구는 숨어 다녀야 했으나 난징으로 거처를 옮긴 국민당 정부는 이러한 사건들로 임시 정부를 협력 대상으로 생각하였고, 김구를 지원하였다. 일본의 영향력하에 들어간 상해에서 피신하여 1933년에는 장제스와 항일 전선 협력에 합의하였다.",
    "이 무렵에 양기탁이 1933년 10월 국무령에 선출되어 1935년 10월까지 재직한다. 그러나 일본군이 중국을 침공함과 함께 임시정부는 상하이를 탈출해야 하는 상황에 이르러 난징과 창사를 거쳐 1940년에는 충칭(重慶)으로 그 본거지를 옮기게 된다.",
    "충칭에서 국민당과 미국의 도움을 얻어 광복군 총사령부를 창설하고, 제2차 세계 대전이 태평양 전선에서 확대된 1941년 12월 9일에는 연합군에 가담해 일본에 대해 선전포고를 발표하지만, 본국 탈환 작전의 준비 중에 일본의 항복을 맞이하게 된다.",
    "조선총독부의 한국인 참정권 운동",
    "1940년부터 조선총독부는 일본 본국에 한국인의 참정권을 허락해줄 것을 요구하였다. 1932년 12월 박영효가 귀족원 의원에 칙임된 예가 있었고, 1941년에 윤덕영(尹德榮)과 박중양이 선정되었는데 박중양은 이때 귀족원 의원직을 사양했다. 그러나 박중양은 1945년 4월 3일 두 번째로 귀족원 의원직에 임명되자 이때는 수용한다. 1943년에는 이진호가 칙선되고 있었지만, 제도로서 규정되어 있는 것은 아니었다. 이때까지의 귀족원 의원은 임명되면 받아들이는 것이었다. 이것을 거절한 인물은 박중양이 유일했다.",
    "1936년 한규복, 박춘금 등의 한국인 참정권 운동을 경계하였지만 1940년 태평양 전쟁 이후 병력, 물자의 부족으로 한국에서 병력, 물자를 공출해가면서 한국인에게도 그에 대한 급부를 주어야 한다는 여론이 나타났다. 1940년부터 조선총독부는 일본 본국 정부에 한국인들에게도 참정권을 줄 것을 요구하여 1945년에 비로소 해당 법안이 일본 의회를 통과하였다.",
    "일본 제국 국회의 상원 격이었던 귀족원에 한국인 출신 의원이 선출된 배경은 한국인들의 참정권 요구가 받아들여진 결과였다. 징병제가 일본 본국의 일방적인 요구에 의해 실시되었던 것에 비해, 참정권 문제의 해결은 조선총독부가 작성한 원안대로 관철되고 있는 것으로 알려지고 있다. 귀족원 의원의 칙선의원 7명은 1945년 4월 3일에 선임되었는데 김명준(金明濬), 박상준(朴相駿), 박중양, 송종헌(宋鍾憲), 윤치호(尹致昊), 이진용(李珍鎔), 한상룡(韓相龍) 등이었다. 한편 한국인 몫의 하원격인 중의원 의원 23명은 의회가 만기되면 선거에 의해서 선출될 예정이었다.",
    "1945년 당시 한국인 귀족원 의원으로는 박영효, 윤덕영, 이진호, 윤치호, 김명준, 박중양, 박상준, 송종헌, 이기용, 한상룡 등이 선임되었다. 초기에 박영효, 윤덕영, 이진호, 김명준, 박상준, 송종헌, 이기용, 한상룡 등을 선정하고 1945년에는 박중양, 윤치호를 추가로 선임하였다.",
    "한국인 지식인과 관료들의 참정권 요구에 답변을 회피하던 조선총독부는 자발적으로든, 타발적으로든, 권고에 의해서든 한국인들이 태평양 전쟁에 강제 징집되거나 자원해서 입대하자 이를 계기로 본국 정부에 계속해서 한국인의 참정권을 허락해줄 것을 요청했다. 1940년부터 총독부의 요구는 결국 1945년 1월에 가서야 통과된다.",
    "한국인 귀족원 의원 선출 과정",
    "한국인에 대한 참정권의 부여가 법률로써 실현된 것은 1945년 1월의 일본 의회를 통과한 법률 제34호 '중의원 선거법 중 개정법 율안'과 칙령 제193호 '귀족원령 중 개정안'에 의해서였고, 참정권 부여는 한반도와 타이완에서 동시에 이루어졌다. 이를 두고 사학자 김유리는 참정권 문제 해결이 늦어졌다는 평을 내리기도 했다. '참정권 문제의 해결은 한반도에 대한 징병 실시가 발표되었던 1942년의 시점에 이루어졌어야 할 것이다. 그러나 징병제 발표 시기에도 아무런 언급조차 없었고, 오히려 징병제와는 '별도로 고려되어야 할 것'으로 주장되었다.'고 비판했다. 그는 '징병제와는 '별도로 고려되어야 할 것'으로 주장되고 있었던 문제가 2, 3년의 잠복기간을 거친 후 한국인들의 강한 요구라는 구실을 빌어 해결을 서두르지 않으면 안되었던 이유가 무엇인지 고찰해 볼 필요가 있을 것이다.'고 비판한다.",
    "원래 귀족원 의원의 피선거권은 일본은 '제국신민인 남자로서 연령 30세 이상인 사람'으로 규정되어 있었다.",
    "그러나 한국인들에게 부여된 참정권도 일부 제한이 있는 것이었다. 먼저 귀족원 의원의 경우는 한반도와 타이완에 거주하는 만 30세 이상의 남자로서 명망이 있는 사람으로부터 칙임된 사람 10명 이내를 참가시키며, 7년 임기로 하였다. 이 10명의 귀족원 의원 가운데 몇 명씩을 배당할 것인가에 대한 명문 규정은 없었으나, 7명을 한반도에, 나머지 3명을 타이완에 할당하고 있었다. 그리고 이들 귀족원 의원들은 1945년 4월에 鈴木 내각이 성립한 직후의 임시의회에 참가하고 있다.",
    "원래 일본 출신 일본 귀족원 의원의 임기는 종신이었음에도 불구하고 한반도와 타이완 출신 의원의 임기를 7년으로 한 것은 또 다른 차별을 만든 것이었다.",
    "조선총독부의 건의를 수용한 일본 정부는 시간이 지나면 하원격인 중의원에도 한국인을 참가시킬 계획이었다. 중의원에 있어서는 공선(선거)에 의해야 한다는 원칙에 입각해 있는 만큼 선거의 방법을 어떻게 할 것인가의 문제가 가장 중요하게 거론되었던 것으로 보인다. 여기에 대해 일본 본국과 조선총독부 모두 보통선거는 피해야 한다는 것이 기본 입장이었고, 때문에 선거 방법은 제한선거에 의할 것으로 결정되었다. 즉 선거권을 제한하는데 있어 기준을 무엇으로 할 것인가에 대해 일제는 직접 국세 15원 이상을 납부하는사람을 선거권자로 결정하고 있었다. 이것은 일제가 이미 실시하고 있었던 지방자치 단체 의원 선거의 경우 보다도 그 자격 기준이 훨씬 더 강화된 것인데, 당시 도회, 부회, 읍회, 면협의회 선거의 선거권도 그 자격 기준이 국세 5원 이상으로 규정되어 있었다.",
    "그러나 조선인 중의원은 일본 제국 귀족원과 중의원에 안건이 계류중에 있던 8월 일본의 패전으로 해방되면서 전면 백지화된다.",
    "항일 무장 투쟁과 광복",
    "일제가 1931년 9월 만주를 침략하여 그 해 말까지 전(全)만주를 점령하자, 만주에 있던 한국인들은 즉각 무장을 하고 일본군에 맞서 싸웠다. 먼저 양세봉(梁世鳳)· 이청천(李靑天) 등 민족주의자들이 이끌었던 조선혁명군과 한국독립군은 중국인들과 손을 잡고 한중연합작전을 전개해 치열하게 저항했으나, 일제의 집중적인 공격을 받아 차츰 만리장성 이남의 중국으로 후퇴하고 말았다. 한편 사회주의자들은 1932년 봄에 한국인이 많이 살고 있던 동만주를 중심으로 여러 지역에서 유격대를 결성하고 게릴라 활동등 전개해 반일 투쟁에 나섰다.",
    "중국 관내에서는 1937년 중일전쟁이 일어나자, 김원봉(金元鳳)·윤세주(尹世胄)·한빈(韓斌)·김학무(金學武) 등 130여 명이 중국 국민당의 도움을 받아 1938년 10월 조선의용대를 창설했다. 조선 의용대는 중국군을 도와 일본군 포로 심문 대적 심리전, 적후방에서 벌이는 첩보 활동 및 선무공작등에 종사했다. 조선 의용대의 주력 부대는 1941년 봄에 황허 강(黃河)을 건너 한국인이 많이 사는 화베이(華北)지방으로 활동 무대를 옮겼다. 의용대원들은 이곳에서 팔로군과 협력하여 호가장 전투, 반소탕전 등 여러 전투에 참가하여 크게 활약했다.",
    "한편, 중일 전쟁 발발 후 일본군에 쫓겨 자싱·항저우·창사 등지로 전전하면서 시련을 겪어야 했던 대한민국 임시정부는 1940년 충칭에 안착했는데, 그해 9월 간부 12명으로 한국 광복군을 창설했다. 광복군은 1942년 화베이로 가지 않은 조선 의용대의 잔류 부대를 흡수하여 대열을 늘리는 한편, 1943년 8월 광복군 8명을 미얀마 전선에 파견해 영국군을 도와 태평양 전쟁에 참전했다.",
    "전쟁이 차츰 일본에게 불리하게 돌아가자 일본은 한국인의 해외 단파 방송 청취를 엄중히 단속 하였지만 경성 방송국의 직원이 독립 운동 차원에서 미국의 소리 한국어 방송을 들은 것이 일본 경찰에 의해 들켜 수많은 방송인들이 옥고를 치른 단파 방송 밀청 사건이 일어나기도 하였다.",
    "1945년 8월 15일, 일본의 패전으로 광복이 찾아옴으로서 한국의 모든 독립 운동도 막을 내리게 되었으나, 일본과 단교했다. 한편, 같은 날 일제강점기 조선의 북쪽 청진시에서는 소련이 일본 제국과 전쟁을 계속 하고 있었으며 8월 16일에 청진시를 해방시켰다.",
    "정치",
    "행정",
    "조선총독부는 1910년 10월 2일부로 한국 13도의 관찰사를 도장관으로 명칭을 바꿨다가 1912년에는 도지사로 바꾸었다. 또한 도지사 아래 부지사를 두어 도지사의 업무를 보좌하게 했고, 이방, 호방, 예방 등 각 방을 근대식 각 국과 과로 나누었다. 또한 규모가 큰 부에는 국장급을, 작은 부에는 과장급만을 두어 예하 행정체계를 구성하게 했다. 행정기관은 면리제와 동제, 오가작통법에 의한 통반제였던 것을 도시지역은 동(洞) 대신 일본식 행정구역 명칭인 정(町)을 쓰게 하였다. 또한 부 중에서도 규모가 큰 부는 다시 몇 개의 동을 묶어 한개의 구(區)로 나누었다.",
    "관료의 채용은 향리가 세습하던 것을 폐지하고 공개채용 시험과 고등관 시험, 판임관 시험 등의 채용시험으로 전환하였다. 관료들의 직위는 군속, 면속으로 칭하고, 기수(서기), 기사, 주사, 사무관, 서기관 등의 직위를 적용하고 차등으로 월급을 지급하였다. 또한 헌병과 경찰의 수사, 검열 등의 편의를 위해 한국인 출신의 순사보조원과 헌병보조원 등의 사무보조원을 채용해서 썼다. 또한 1920년대부터는 직접 한국인이 순사, 헌병, 훈도 등의 공개채용 시험에 계속 도전, 응시하기도 했다.",
    "3·1 운동의 불씨가 남아있던 1922년 순사직 경쟁률은 약 2.1대 1 수준에 불과했으나 문화정치가 본격화한 1920년대 중반 이후부터 그 경쟁률이 10대 1을 웃돌았다. 1926년에는 856명 모집에 9천193명이 지원, 약 10.7대 1의 경쟁률을 보였으며 1932년에는 854명 모집에 1만6천193명이 지원해 19대 1로 경쟁률이 수직 상승했다. 순사 등에 대한 19.6대 1로 정점을 찍은 1935년 이후 순사에 대한 선호는 1936년 14.1대 1, 1937년 10.9대 1로 내리막길을 걸었으나 1920년대 중반부터 태평양 전쟁 이전까지 경쟁률이 10∼20대 1에 이를 정도로 순사직이 높은 인기를 구가했다. 이를 두고 연세대학교의 장신은 \"순사는 조선인 사회에서 좋지 못한 이미지에도 불구하고 법률로 보장된 권한 탓에 해마다 높은 지원율을 보였다\"고 지적하면서 \"관리의 최말단인 까닭에 지원자의 학력 수준은 보통학교 졸업자가 80% 정도를 차지했다\"고 분석했다.",
    "입법 행정",
    "총독부는 식민지 조선인 칙선의원들이 일본제국의회 귀족원에 참여할 수 있게 하였다. 총독에 사실상의 자문기관의 성격을 띤 매우 한정적인 권한을 갖고 있었던 조선에 지방의회도 설치한다.",
    "지방 행정",
    "출생 신고나 사망 신고는 읍사무소, 면사무소의 호적계에서 신고를 받았다. 그러나 국민 대다수가 글자를 모르는 문맹율이 높아 동네의 이장, 통장, 정장(町長)이 거둬서 읍, 면사무소에 신고하였다. 따라서 출생이나 사망 직후 일주일에서 1개월 이상이 지난 뒤에 출생 신고나 사망 신고 처리가 되었다.",
    "또한 당사자가 가서 출생 신고, 사망 신고를 하지 않고 이장, 통장, 정장이 일괄적으로 모아 일주일에 1~2회, 혹은 장날 읍사무소, 면사무소에 나가서 신고하였는데 종이나 필기구에 적어가거나 단순히 구술 암기로 외워서 신고하는 것이 보통이었으므로 생년월일이 부정확하거나, 양력과 음력을 헷갈리거나, 사망 날짜가 정확하지 않거나, 출생, 사망신고 당시 이름글자가 바뀌어서 엉뚱한 이름으로 등록되는 일도 부지기수였다. 또한 이송이나 옮기던 중 개울 혹은 산사태 등의 사고로 지연되는 일도 존재하였다.",
    "대한제국이 멸망하던 1910년 8월까지만 해도 호적과 성씨가 없었던 한국인들 중에는 일제의 강요로 억지로 양반가문의 성씨나 주인집 성씨와 이름을 부여받아 호적에 등재되었다. 그러나 이러한 호적 서류는 태평양 전쟁 기간과 해방 직후 1945년 8월~10월 사이 일제 관공서에 대한 분풀이성 약탈과 파괴, 6.25 전쟁 직후의 화재 등으로 대부분 소실되었다.",
    "호적 서류들은 암기와 필기, 수기로 기록하였고 종이는 잘 찢어졌으며, 먹물로 쓰거나, 잉크도 저질이라 쉽게 번졌으므로 행정서류에는 거짓과 오류로 된 내용도 많았다. 이러한 혼선은 해방 뒤에도 1950년 한국 전쟁 직후까지도 계속되었다.",
    "사법 행정",
    "조선총독부는 1910년 6월 29일 공포한 「통감부경찰관서관제」를 그대로 계승하여 조선에 헌병경찰제를 시행하였다. 병합 당시 그 효력의 존속을 인정한 「대한제국 법령 및 일본국 법령」과 「조선태형령」 등 몇몇 제령을 제외하고 나머지 법령 대부분이 조선인은 물론 조선에 거주하고 있는 일본인에게도 법체계를 동일하게 적용하였다. 이로 인한 불만으로 일본 기자들은 1910년대 총독통치를 ′무단통치′라고 칭하였다.",
    "언론",
    "당시 한국의 각 신문과 잡지, 광고 등의 발행에 제한은 없었으나 엄격한 검열이 진행되었다. 신문과 잡지, 광고는 한글 전용 또는 국한문 혼용체, 일본어와 한자를 섞은 일한자 병용체 등의 광고, 보도가 나갔다.",
    "1940년 태평양 전쟁 이후에도 한글 보도를 금지하지는 않았다. 또한 동아일보, 조선일보, 조선중앙일보 등에는 한국인 독립운동, 자치 운동 등에 대한 기사들, 망명 독립운동가들의 소식, 현황도 종종 보도되었다. 그러나 독립운동과 자치 운동에 대한 옹호 논조를 싣던 조선일보와 동아일보는 여러 번 검열, 정간, 폐간, 휴간, 복간 등을 반복하다가 1940년 최종 폐간되었다. 이후 매일신보를 비롯한 소수의 친일 언론이 활동하였다.",
    "1924년부터는 조선방송공사(한국방송공사 KBS의 전신)이 경성에서 개통되어 방송 보도되었다. 라디오는 1930년대 이후 읍면 단위 일반 가정까지 보급되었지만, 텔레비전은 군단위 이하에는 거의 보편적으로 보급되지 않았으므로 TV 시청률은 극히 저조하였다.",
    "교육",
    "조선에서는 1895년 갑오개혁으로 근대 교육 제도가 시작되었지만, 1906년 시점에서도 초등학교가 전국에서 40 개교 미만이며, 양반의 자제는 서당에서 사교육을 받는 경우가 많았다.",
    "서당은 삼천 정도 있던 것 같지만, 내용은 한문 교육이 중심이었다. 수학이나 한글 등의 교육은 이루어지고 있지 않았다.",
    "조선총독부는 대한제국기에 한국인이 저술한 각급 학교용 교과서들을 몰수하여 사용을 금지시켰고, 그 대신 일본인 저작의 교과서로 대체시켰다. 총독부는 민족교육을 금지시키기 위해 '조선교육령' 과 '사립학교규칙' 등을 제정하여 학교의 설치와 교육내용을 총독부가 통제하기 시작하였다. 대한제국 시기에 설립된 고등교육 기관들을 비롯하여 수많은 서당 들의 등록이 취소되었다.",
    "일본은 대신 전국에 보통 학교 (지금의 초등학교)를 설치했다.",
    "초등학교는 합병 직전에는 40 개 정도였던 것이 1943년에는 4271 개까지 증가했다.",
    "고등 교육의 측면에서, 1924년에 경성 제국 대학가 설치되었다. 그러나 조선인 학생은 30 ~ 40 % 정도에 머물렀다.",
    "조선총독부는 1930년대에 들어오자 일본어 보급 정책을 적극적으로 추진하였다. 교육당국은 사립학교에서의 한국어 교육과 그 사용을 통제하기 시작하였다. 관청에서는 한국 농민의 민원도 공용어인 일본어를 사용할 경우에만 접수하도록 하여 한국어 사용을 억제하였고, 또한 1935년부터는 한글을 농민들에게 가르치는 학생들의 하기 계몽운동을 총독부령으로 제재하였으며, 1938년에는 '국어상용화' 정책으로 조선어 교육을 폐지하고, 한국어 사용을 금지, 일본어를 사용하도록 강요하였다. 1938년 한해 전국에 3,660여개의 일본어 강습소를 만들어 한국농민들에게 일본어를 배우게 하고, 일본어 사용을 강요하였다.",
    "또한 한국인을 위압하기 위해 일반관리나 교원에게도 제복을 입히고 칼을 차고 수업에 임하도록 하였다. 전시하의 일제는 중학생은 물론이고 국민학생까지‘근로보국‘이라는 미명아래 군사시설공사에 강제로 동원하기까지 하였다.",
    "일제는 일본어 전용 정책에 방해가 된다는 판단아래 1942년에는 조선어학회 회원과 학자들을 체포, 투옥하기도 하였다. 함흥의 여학교 학생이 한국어로 대화하다가 일본경찰에 발각되어 취조를 받던 중, 사전 편찬을 담당하던 조선어학회 회원이 관련되었다는 것이 알려졌고, 이를 빌미로 조선어학회를 독립운동 단체로 몰아 관련자들을 구속하였던 것이다.",
    "1944년 일본의 인구조사에 따르면 남한의 1700만 인구 중 773만 3000명이 글을 읽고 쓰지 못했다. 이는 일본 지배 하에서 한국어 교육이 전혀 이뤄지지 않았으며, 한국인에 대한 교육적 차별이 있었기 때문이다. 해방 직전인 1944년 한국에 거주하는 인구 중 3 %만이 일본인이었으나 종합대학 졸업자의 50%, 단과대, 사범대, 기술전문대 졸업자의 47 %, 중등학교 졸업자의 44 %, 2년제 중학교 졸업자의 73 %가 일본인이었다.",
    "역사서들의 출간",
    "신채호 선생은 민족주의자로서 기존의 왕과 영웅 중심의 전근대적인 사학의 한계를 극복하고, 민중을 중심으로 하는 사학을 내세웠다.",
    "경제",
    "화폐",
    "화폐는 1911년부터 일본 엔화 동전이 사용되었다. 1921년 1월 1일부로 광무와 융희라는 연호가 새겨진 동전과 은화들의 사용이 전면 금지되었다.",
    "그러나 건양, 광무, 융희 연호가 새겨진 대한제국 시기의 동전들은 수량도 많아서 산골 오지에도 널리 분포된 상태였고, 일부 위조된 건양 동전, 광무 동전, 융희 동전이 대량으로 주조되어 유통된 상태였다. 총독부 경제국 당국에서는 1921년 1월 1일부로 대한제국 동전 유통 금지령을 내렸지만, 사실상 이들 건양, 광무, 융희 연호가 쓰인 동전은 1930년경까지 시중에 통용되었고, 당국이나 부청, 군청, 구청, 및 각 은행, 협동조합 등에서도 이를 사실상 묵인하였다.",
    "통용 화폐로는 중국 위안화, 미국 달러화, 센트화가 사용되었다. 유사 이후로 중국 엽전이 보급된 전통이 계속 이어지고 개성과 각지의 상인들이 중국 상인들과 무역하였으므로 1913년 이후에는 중화민국 은행에서 발행한 원화가 유입되었다. 미국의 센트화와 달러화는 1880년대부터 조선에 등장한 미국인 선교사와 의사들을 통해 한반도 각지에 유입되어 사용되었다.",
    "자체 화폐 발행이 불가능했던 대한민국 임시정부와 각종 독립운동 단체 등에서는 반쯤 세계 통용화로 쓰이던 일본 엔화와 중국 위안화, 미국 센트화와 달러화나 금은과 패물들을 주로 거두어갔다.",
    "토지 정책",
    "일본은 한일병합 직후 새로운 토지정책을 추진하였다. 이를 위해 일본은 1910년 토지조사국을 설치하고 1912년 ‘토지조사령’을 발포하였다. 이 사업은 전국의 토지를 측량하여 소유권, 가격 그리고 지적(地籍)을 확정한다는 명분으로 실시한 것이었는데 까다로운 신고주의에 익숙하지 않은 농민들이 신고 절차를 밟지 않아 토지를 빼앗기는 사례가 많았다. 또한 동중(洞中) 혹은 문중(門中)의 공유지(公有地)나 역둔토(驛屯土), 궁장토(宮庄土) 등을 비롯한 국유지에 도지권(賭地權)이라는 토지를 영구히 경작할 수 있었고, 또한 토지소유주의 승낙 없이도 타인에게 자유로이 매매, 양도, 저당, 상속할 수 있는 물권적 권리가 토지 소유권이 없다는 이유로 총독부나 유력한 인사들에게 넘어갔다.",
    "그 결과 13만 5천 정보의 역둔토와 4만 6천여 정보의 민유지가 총독부 소유로 되었다. 1930년까지 총독부가 소유한 토지는 전국토의 40%에 해당하였다. 그 과정에서 약 10만 건에 달하는 소유권분쟁이 있었으나 총독부의 탄압으로 묵살되었다. 토지조사사업과 병행하여 일본인의 농업이민이 10배로 급증하고, 그들의 소유농지는 4배로 증가하여 큰 지주로 성장해 갔다. 총독부의 지세수입도 1919년 기준으로 1911년의 두 배로 늘고 과세지는 10년 사이에 52% 증가하였다. 소수의 지주들은 이 사업으로 도지권을 갖고 있었던 자작농들은 대부분 몰락하여 소작농과 농업노동자로 전락하거나 화전민 혹은 만주 등지로 떠나가는 사례가 많았다. 1918년 당시 소작농과 자소작겸농은 전체 농민의 77%에 달하였으며, 3%의 지주가 경작지의 50% 이상을 소유하는 식민지 지주제가 성립되었다. 원래 우리나라는 소작이라는 말이 없었고, 지주와 작인 사이에는 서로 대등한 협력관계라는 뜻의 병작이라는 말이 있었을 뿐이었다.이러한 병작이 소작으로 바뀐 것은 작인의 지위가 그만큼 격하되었음을 의미한다.",
    "농림 정책",
    "일본은 광산, 어장, 산림 등 자원에 대한 개발을 강화하였다. 조선광업령(1915)에 의해 한국인의 광산경영을 억제하고, 미쓰이(三井), 고하(古河) 등 일본 광업자본이 들어와 인천, 갑산 등 주요 광산을 차지했다. 1920년 기준으로 일본의 소유 광산은 전체의 80%를 넘어서고 한국인 광산은 0.3%에 불과하였다. 어업분야에서는 조선어업령(1911)에 의해 구한국 황실 및 개인소유 어장이 일본인 소유로 재편성되었다. 일본인은 어업기술에 있어서 한 발 앞섰기 때문에 어민 1인당 어획고에도 4배 이상의 차이가 나타났다.",
    "또한 산림에 대해서도 1908년의 ‘삼림법’과 1911년의 ‘삼림령’, 1918년 임야조사사업을 통해 일본인에게 불하하였는데, 전체 삼림의 50% 이상이 총독부와 일본인 소유로 넘어갔다. 특히 압록강, 두만강 유역의 목재를 대대적으로 벌채하여 막대한 이득을 챙겼다. 일본은 우리 민족기업을 억제하기 위하여 ‘회사령(會社令)’(1910. 12)을 다시 공포하여 회사를 설립할 경우 총독부의 허가를 받도록 하였다. 그 결과 구한말에 설립된 전기, 철도, 금융 등 큰 기업은 일본의 미쓰이(三井), 미쓰비시(三菱) 등에게 넘어갔고, 인삼, 소금, 아편 등은 총독부에서 전매하였다. 한국인 기업가는 주로 정미업, 피혁업, 제분업, 요업, 방적업, 농수산물가공업 등 주로 경공업에 한정되었다. 1919년 기준으로 전체 공장의 자본금에서 일본인은 91%를 차지하고, 한국인은 6% 정도에 지나지 않았다.",
    "산업",
    "2차 세계대전 후기 국제적으로 고립되어 있었던 일본은 군수품에서 국산원료를 사용할 수 밖에 없었다. 일본 정부는 기술자와 과학자를 총동원하여 갈탄으로 석유를 만드는 방법이나 아주까리씨나 소나무 뿌리를 이용해 윤활유를 만드는 방법 등을 책자로 기록한 《기술총동원요강》을 배포했다. 이런 자력갱생, 자급자족 경험의 유산은 북한 지역의 조선민주주의인민공화국이 그대로 계승하게 되었다.",
    "사회기반 산업",
    "교통 부문에서는 새로운 철도가 신설되고, 간선도로가 보수되었으며 전기와 전신망이 확장되었다. 그러나 이러한 시설은 한국인의 조세부담으로 이루어진 것이었으며, 일본 식민통치의 수단으로 이용되었다. 금융 부문도 일본이 장악하였다. 조선은행(1911), 조선식산은행(1918) 그리고 동양척식주식회사가 금융계를 장악하고, 지방에는 금융조합이 침투하여 서민금융을 통괄하였다. 조선총독부는 “식민지 경영을 위한 경비는 식민지에서 마련한다”는 원칙하에 재정수입을 높이기 위해 세금을 대폭 강화하였다. 소득세, 수익세, 소비세, 교통세, 부가세, 특별세 이외에 각종 잡부금이 부과되어, 이들 수입은 주로 한국인을 다스리고 토목공사를 일으키는 비용으로 지출되었다.",
    "또한 공장이나 시설 설립에 대한 인허가에 대해서도 일본인에게는 우대혜택을 주거나 한국인 출신 인사들의 인가 심사를 지나치게 엄격하게 하는 등의 차별을 가하였다. 이를 두고 윤치호는 한일 병합 조약 체결 이후 '양반의 나라'에서 '인허가의 나라'로 변했다고 지적하기도 했다.",
    "식민지적 경제구조에서 무역 또한 일본 중심으로 개편되었다. 수출의 90%, 수입의 65%가 일본으로 집중되었는데, 쌀, 잡곡, 잎담배 등이 주요수출품이었고, 옷감, 경공업제품이 들어왔다. 이러한 무역구조가 일본 자본주의의 발달을 촉진시키는 데 기여한 것은 물론이다. 결국 피지배 한국인들은 국권상실과 더불어 일본 자본주의의 원료 공급지와 상품시장, 그리고 조세부담을 져야 했다.",
    "세금 징수 및 납부",
    "조선총독부는 당시 국민에게 주민세, 거주세금인 지방비, 면비, 교육세금인 학교조합비와 학교비를 거두었다.",
    "1919년 당시 전라남도에서 거둔 지방비 34만원, 면비 43만원, 학교조합비 7만 4천원, 학교비 2만 2천원 등 기본세금은 86만 6천원이었다. 1920년에는 지방비 91만원, 면비 94만원, 학교조합비 41만 8천원, 학교비 51만 7천원 등 기본세금은 278만 5천원으로 급격히 인상되었다.",
    "토지에 대한 세금도 있었다. 토지세금은 지세와 부가세를 거두었다. 토지에 부과하는 부가가치세는 건물, 논농사, 밭농사, 상가 등 목적에 따라 약간의 차이가 있었다.",
    "1919년 윤치호의 아산군 둔포면 농지에 대한 지세는 1919년 지세 1기분 203원 58전, 부가세 1기분 18원 32전, 1919년 지세 2기분 97원 67전, 부가세 2기분 8원 14전이었다. 1920년 지세 1기분 205원 90전, 부가세 1기분은 61원 66전이고, 1920년 지세 2기분은 185원 30전, 부가세 2기분은 61원 77전이었다.",
    "그밖에 후생비와 국방비를 거두었다. 만주사변과 중일전쟁, 태평양전쟁 때는 국방비로도 부족해 각종 위문금과 성금을 거두었고, 강제적이지는 않았지만 국방헌납금이라는 기부금도 모집하였다.",
    "이러한 세금은 개인이 직접납부하는 경우도 있었으나 극히 드물었다. 세금은 각지의 은행과 협동조합에서 거두었고, 은행과 협동조합이 있는 면내나 읍내까지 나가기 힘든 시골 벽촌이나 오지에서는 읍사무소, 면사무소에서 조달하거나 이장, 통장, 정장(町長)이 거둬서 읍, 면사무소 혹은 읍내, 면내, 시내의 은행과 협동조합에 납부하고, 손으로 필기한 영수증을 받아서 각 집에 전달하였다.",
    "사회 문화",
    "종교",
    "1915년에 조선총독부는 《포교규칙(布敎規則)》을 발표한다. 이 《포교규칙》은 신도(神道), 불교, 기독교만을 종교로 인정하고, 유교는 사회규범이나 도덕으로, 그리고 천도교(天道敎)나 보천교(普天敎), 대종교(大倧敎)와 같은 신종교들은 종교유사단체로 규정하였다.",
    "중일전쟁 전시체제에서 1939년 일본 정부가 종교단체를 통제할 목적으로 《종교단체법》을 제정 공포한다. 당시 일본 식민지하에 있던 한국에서도 종교계만이 아니라 일반인들도 일본에서의 《종교단체법》 시행에 대해 관심을 갖고 있었지만 한국에서는 채택되지 않았다. 그렇게 일제는 국가신도를 정점으로 하여, 그 하위에 교파신도와 불교·기독교를 국가의 공인종교로 삼고 국가 시책에 충실히 따르도록 통제·이용하면서, 그 외의 종교는 유사종교단체라 하여 불법화하고 경찰력을 동원하여 통제·탄압하였다. 이 법은 일본 정부가 ‘종교 교화 활동’을 완전히 군부의 통제하에 두고, 종교단체를 직접 통제·장악하게 되었음을 의미하는 것이다. 그리고 공인종교라 하더라도 그들의 통치 방침에 비협조적이거나 위배될 때는 가차없이 탄압하였다.",
    "1941년 태평양전쟁이 발발하고 일본은 인력과 물자의 부족에 시달려서 조선총독부가 절에 있는 불상과 치과에서 쓰는 금을 제외한 모든 금속류를 공출하도록 명령한다. 그래서 종교계는 수만 킬로그램에 달하는 종, 운판, 그릇 등에 각종 철기류를 헌납해야 하였다.",
    "문화",
    "조선왕조가 망하여 궁중의 조리사(숙수)나 기생들이 시중에 나오게 되었다. 이들을 모은 고급요정이 생겨나서 기생의 춤 · 노래와 더불어 궁중음식을 일반에게 내놓게 되었다.",
    "1920년대에 이르러 요리집과 백화점이 유행하였다. 음식점으로는 명월관, 국일관, 천리구 김동성과 근농 여운홍이 운영하던 백화원, 부민관, 백화점으로는 화신백화점 등이 유명하였다. 명월관은 경성, 부산, 도쿄에 지점이 있었는데 한국인이 운영하던 것이었다. 국일관이나 화신백화점 등은 8도를 중심으로 대도시에 지점을 두기도 했다. 화신백화점 외에도 미쓰코시 백화점 조선지점이 등장하여 1945년 9월까지 경성에 지점을 두었다. 백화점의 등장으로 송상, 만상, 유상 등의 상인들의 활동은 1930년대 이후로 크게 위축되었다.",
    "영화관은 군청소재지, 부청소재지나 읍소재지, 시장이 존재하는 규모가 큰 면에 존재하였다. 교육을 받지 못한 백성들도 말과 단어는 이해할 수 있었으므로 영화관에 출입하였다. 그러나 영화관을 가기 힘든 오지에는 각종 서커스단, 곡예단의 방문에 인파가 몰려들었다.",
    "텔레비전은 1920년 이후에 출현하였다. 라디오의 보급은 구한 말 이후 확산되었지만 얼굴과 화면이 등장하는 텔레비전의 구입은 쉽지 않아 텔레비전이 있는 집은 마을의 공회당처럼 활용되기 시작했다. 손탁호텔 등 경성부내에 소수 존재하던 서양식 호텔이 경성부의 조선호텔, 신라호텔 등을 시작으로 1920년대 이후 각지의 지방 대도시로 호텔과 모텔이 확산되었다. 호텔, 모텔의 등장과 함께 여관과 여인숙, 민박 등도 확산되었다.",
    "일제 공무원, 헌병보조원의 인기",
    "1920년대에 가면 한국인들의 헌병보조원, 일제 관료에 많은 응시생들이 응시하였다. 1922년 순사직 경쟁률은 약 2.1대 1 수준에 불과했으나 문화정치가 본격화한 1920년대 중반 이후부터 그 경쟁률이 10대 1을 웃돌았다. 결국 한국인 공무원, 헌병보조원 수험생이 많아지자 경쟁률은 계속 높아졌다. 3.1 운동 직후에는 만세 운동의 여파로 응시생이 적었지만 1920년대 중반 이후 헌병보조원과 판임관 등의 응시자는 꾸준히 증가하였다.",
    "1926년의 헌병보조원 856명 모집에 9천193명이 지원, 약 10.7대 1의 경쟁률을 보였으며 1932년에는 854명 모집에 1만6천193명이 지원해 19대 1로 경쟁률이 수직 상승했다. 19.6대 1로 정점을 찍은 1935년 이후 순사에 대한 선호는 1936년 14.1대 1, 1937년 10.9대 1로 내리막길을 걸었으나 1920년대 중반부터 태평양 전쟁 이전까지 경쟁률이 10∼20대 1에 도달하였다.",
    "연애 사조의 확산",
    "1920년대에는 서양의 문물이 확산되면서 소수 양반가에서만 입던 양복과 드레스, 원피스, 정장 등이 시중에 확산, 중소도시의 중산층과 평민층에게도 확산되었다. 일본식 옷에 반감을 품은 지식인층은 의도적으로 양복을 사서 입기도 한다. 서양 문물의 영향을 받은 신여성과 모던보이들은 유교적 규범이 수그러든 자리에 사랑과 연애를 적극 받아들였다. 1930년 7월 16일자 한 일간지의 기사에는 이것이 상세히 묘사되기도 했다.",
    "남녀간의 연애 풍조가 적극적으로 확산되고, 언론과 방송에도 보도되자 보수적인 유교사상가와 성리학자들은 일제가 탈선을 부추겨서 한국을 멸망시키려 한다며 강하게 반발하였다. 도포와 갓을 쓴 유림들이 방송사와 신문사에 집단으로 몰려가 항의를 하고, 언론사를 찾아가 항의하기도 했다. 일본에 유학한 승려들은 결혼하고 귀국하는 경우가 대부분이었다.",
    "외모와 능력을 따지는 계산적 연애를 앞세우는 21세기와 달리 당시 연애는 목숨을 바치는 경우가 많았다. 이를 정사(情死) 사건이라 하였다. 1920년부터 1940년 무렵의 동아일보 기사를 찾아보면 '자살, 정사'로 분류되는 기사만 8000건이 넘을 정도로 당시 정사는 유행처럼 번져 나갔다. 신여성과 모던보이들은 사랑에 미쳐 죽는 것을 '절대미의 극치'로 칭송했다. 비련의 사건은 상업적 관심으로도 이어졌다. 김우진과 투신자살 직전에 남겼던 윤심덕의 '사의 찬미'를 노래로 한 음반은 최초로 10만 장을 돌파할 만큼 전례 없는 판매액을 올렸다.",
    "절세 기생 강명화의 음독자살은 한국을 떠들썩하게 했던 대표적인 사건이었다. 경상북도의 부호의 아들 장병천을 사랑한 강명화는 기생이라는 이유로 손가락질 당하자 자신의 사랑에 대한 순수성을 증명하려 단발(斷髮)에 단지(斷指)까지 서슴지 않았다. 결국 강명화는 장병천의 품에서 약을 먹고, 죽은 애인의 뒤를 이어 장병천도 쥐약을 입속에 털어 넣는다.",
    "또 돈 때문에 열일곱의 나이에 마흔이 넘은 남자에게 시집갔다가 이혼한 뒤 카페 여급이 된 김봉자와 경성제대를 졸업한 유부남 의사 노병운의 비극적 정사는 1934년 인기 가수에 의해 노래로 만들어지기도 했다. 동성애는 극악한 범죄이거나 서양의 금수같은 습성으로 여겨져 심한 탄압을 받거나, 정신과에 입원되거나 쫓겨나기도 했다. 여자로 동성 연인 관계였던 김용주와 홍옥임의 동반 자살 등이 사회적인 이슈가 되기도 했다.",
    "이혼율의 증가",
    "신 문물과 연애 사조의 확산과 함께 이혼도 등장하였다. 1920년대 도쿄 유학생이 늘어나면서 구시대 여성을 배우자로 둔 남자들이 신여성과 연애에 빠져 비롯된 현상이다. 1930년대에는 ‘제2 부인’이라는 표현이 등장한다. 학업을 마친 신여성들이 적당한 상대를 찾지 못해 첩이나 후취로 들어감에 따라 이들을 ‘희생자’로 이해한 표현이다.",
    "1921년 9월 30일자 동아일보는 날로 늘어나는 이혼 소송의 대부분에 대해 “남편의 부족을 들어 여자 편에서 고소함이 다수”라며 경성지방법원에 제기된 사례들을 소개했다. 당시 이혼 사유의 상당수는 경제적인 문제였다. 경제적 곤궁을 해결하지 못한 남편이 집을 나가 돌아오지 않아 여자가 이혼을 청구한 것이다. 독립운동 등 정치적인 이유로 만주로 간 남편이 귀가하지 않아 가정이 파탄에 이른 사례도 많았다.",
    "이혼이 급증하자 동아일보는 1924년 신년 지상특집에는 각계 지식인과 저명인사 10명에게 ‘이혼 문제의 가부’를 묻는 기사가 10회 연재됐다. 이혼을 찬성하는 쪽에서는 “마음에 아니 맛는 부부간에는 누가 반대를 하던지 단연히 리혼을 하야서 양양한 전도를 그르치지 않는 것이 가할 줄로 안다”(방성옥)거나 “실흔 사람과 엇지 백복의 원인이 된다하는 부부가 되겟슴닛가”(방정환)라며 이혼 결행을 촉구했다.",
    "해외여행 자유화",
    "식민지 조선의 근대 관광은 일제의 조선 침략과 함께 시작되었다. 일제의 조선강점 이후의 식민지 관광정책은 식민지 동화정책의 주요한 수단으로 이용되었으므로 식민지 조선의 근대 관광의 성격을 잘 보여준다고 할 수 있다. 1910년대에는 일본시찰을 중심으로 한 해외관광과 경성을 중심으로 한국 내의 도시관광에 초점이 두어졌다. 1920년대초에는 3·1운동 이후 새로운 식민지 지배의 협력자를 양성하고 획득하기 위한 방법으로서 더욱 강조되었다. 1937년 중일전쟁 이전에는 관광을 진흥시키기 위한 정책이 채택되지만, 중일전쟁이 확대되면서 전쟁수행에 필요 한 물자의 확보가 시급해지고 1941년 미국의 대일석유금수조치가 취해지면서 나타난 연료부족현상에 따른 관광억제정책이 그것이다.",
    "그런데 광복 이후 1980년대까지는 순수 목적의 해외여행을 위한 여권은 아예 발급되지 않는다.",
    "인구",
    "1905년, 대한제국 내무부의 인구 조사에 의하면, 한국의 인구는 5,793,976명이었다. 그러나 대한 제국의 인구 조사는 부정확했다. 농업 기술의 발달과 경작지의 증가 등에도 불구하고 숙종 43년(1717) 11월 14일 실록에 의한 전국의 호수 총계는 155만 7709호, 인구는 683만 9771명, 영조 23년(1747) 12월 28일의 인구조사에 의하면 서울의 호수는 3만 4153호, 인구는 18만 2584명이며 8도의 호수는 172만 5538호, 인구는 734만 318명(남 353만 9107명, 여 380만 1211명) 등에 비해 적었기 때문이다.",
    "1905년에 체결된 제2차 한일 협약에 의해 그 이후부터 한국의 인구 조사는 일본이 실행하였다. 일본 통치가 시작된 1910년의 인구조사에 따르면 한국의 인구는 13,128,780명이었다. 일반적으로 이것도 상당수가 누락된 숫자로 보고 있다. 한국 사학자 중 하나인 이이화는 1910년 무렵에는 1,742만 명 정도였을 것으로 추정한다.",
    "일본 통치가 끝나기 전의 해(1944년)에는 25,120,174명이었다.(일본 내 기록) 인구증가의 이유가 1920년 한반도에 거주하던 일본인 17만명이 70만명이라는 막대한 수치로 증가한 인구를 더한 것이라는 주장이 있다. 전체적으로 평균 수명은 20대부터 40대까지 증가했으며 인구는 1910년 추정 1300만에서 1944년 2500만명이 되었다.",
    "역대 통치자",
    "기타",
    "부하(일본어: 子分 꼬붕[*]), 지도자(일본어: 親分 오야붕[*]), 양동이인 빠게스(일본어: バケツ), 거짓을 뜻하는 가라, 구라, 조작된 것을 뜻하는 야매, 구멍을 뜻하는 빵꾸, 엑기스, 추리닝 등의 단어는 일제강점기부터 나타나서 활용되던 단어들이다.",
    "이혼의 등장과 확산",
    "전통에서 근대로의 이행과정에서 등장한 과도기 현상의 하나가 이혼(離婚)이었다. 근대의 제도가 이식되고 신여성, 자유연애 등으로 상징되는 새로운 사조가 유입되면서 나타난 풍경이다. 기존의 가치관과 유교적 도덕의식에 대한 사람들의 환멸과 회의가 계속되면서 한일 합방 이후 시부모와 남편들에 대한 여자들과의 갈등과 폭력 사건 등이 계속되었고, 이혼율도 꾸준히 증가하였다.",
    "1920년 이후 한국에는 TV와 라디오, 신문이 보급되면서 외국의 소식을 접하게 되었고, 허정숙, 김일엽, 박인덕, 김활란 등 지식인층 여성들이 여성 계몽운동을 추진하면서 여자들 역시 권리를 주장하기 시작하였다. 1920년 이후 들어서는 이혼이 등장하였으며 1920년대에는 드물었지만 1930년 무렵에 가서는 뉴스에 종종 보도가 될 만큼 이혼이 늘어나게 되었다.",
    "1921년 9월 30일자 동아일보는 날로 늘어나는 이혼 소송의 대부분에 대해 “남편의 부족을 들어 여자 편에서 고소함이 다수”라며 경성지방법원에 제기된 사례들을 소개했다. 당시 이혼 사유의 상당수는 경제적인 문제였다. 경제적 곤궁을 해결하지 못한 남편이 집을 나가 돌아오지 않아 여자가 이혼을 청구한 것이다. 그러나 경제적 이유 외에도 기존 가치관의 소멸로 남성들은 부모나 집안에서 골라준 여성, 원치 않는 여성과 굳이 결혼생활을 유지할 필요가 있느냐는 의문이 제기되었다. 여성들 사이에서는 원치 않는 결혼생활, 행복하지 않은 결혼생활을 굳이 유지해야 하느냐는 시각과 시댁과 시부모의 차별대우를 받으면서까지 결혼생활을 유지할 수 있느냐는 불만이 터져나왔다. 독립운동 등 정치적인 이유로 만주로 간 남편이 귀가하지 않아 가정이 파탄에 이른 사례도 많았다. 이혼자의 증가와 함께 독신자 수도 증가하기 시작하였다.",
    "이혼율 급증",
    "조선총독부 통계연보에 따르면 1917년과 1918년의 이혼 건수는 1만542건과 1만498건으로 1만 건을 넘기면서 일제강점기 최고를 기록했다. 이혼 건수의 결혼 건수에 대한 비율은 1910년대 7%였고 1920년대 이후에는 4% 안팎을 유지했다. 이후 이혼율은 1945년 광복 직전까지 매년 1만 건 안팎을 유지하게 되었다.",
    "당시 이혼은 신문 사설이 비중 있게 다룰 정도로 큰 사회문제였다. 우리나라 최초의 여성 서양화가인 나혜석은 파리에서 천도교 교령 최린과의 스캔들로 남편 김우영과 이혼한 뒤 1934년 잡지 ‘삼천리’에 ‘이혼고백서’를 공개 발표해 전국을 들끓게 했다. 그녀는 남편과의 결혼생활이 ‘개성에 대한 이해가 없는 본능적 사랑이었을 뿐’이었다고 했다. 이어 박인덕의 이혼, 허정숙의 이혼 등 여성 해방 운동가들의 이혼이 도마에 오르기도 했다. 구한말의 성리학자 노인층과 남자 지식인층은 격하게 반발하였지만 이혼 러시는 막지 못했다.",
    "이혼이 급증하자 1924년의 신년 지상특집에는 각계 지식인과 저명인사 10명에게 ‘이혼 문제의 가부’를 묻는 기사가 10회 연재됐다. 이혼을 찬성하는 쪽에서는 “마음에 맞는 부부간에는 누가 반대를 하던 당연히 이혼을 하여서 양양한 전도를 그르치지 않는 것이 가할 줄로 안다”(방성옥)거나 “싫은 사람과 억지 백복의 원인이 된다하는 부부가 되겠습니까”(방정환)라며 이혼 결행을 촉구했다.",
    "위생",
    "도립 의원 등 병원이 차례로 세워져 병원 수는 증가했다. 이 병원의 의사의 대부분은 일본인이고 일본인을 위한 병원인 면도 있었지만, 조선인도 진료를 받을 수 있었다. 그러나, 각 군에는 읍이나 규모가 큰 면단위 지역에 병원이 한두 곳 정도 있거나 병원이 존재하지 않았다. 따라서 인근 읍이나 면, 군청소재지 등으로 나와야만 했다. 운송 수단이 인력거와 자전거, 오토바이 등이 전부였고 자동차 보유율은 읍면에 한 대도 없는 곳이 있을 정도로 극히 미미했으므로 전염병이나 긴급 질환이 발생하면 대부분 하루를 넘기지 못하고 사망하거나, 이송 도중에 사망했다.",
    "위생은 생활면에서의 위생지도 및 집단 예방 접종을 해 당시 한반도에서 유행했던 콜레라, 천연두, 페스트 등 전염병에 의한 유아 사망률이 감소했다. 그러나 출산 후 유아나 어린이의 사망 치사율은 촌장, 통장, 정장이 일괄적으로 받아다가 읍, 면사무소에 신고처리하기 때문에 정확한 통계는 잡히지 않는다.",
    "또한 대한 제국 시대부터 많은 거지는 돌다리 아래 역 주변 육교 주변에서 생활했다. 위생상태 불량으로 각종 질병과 전염병의 온상으로 취급되었고, 돌다리나 나무, 석재 육교가 붕괴되거나 덩치큰 자동차가 지나가다가 교량과 육교가 붕괴되면 그대로 사고로 사망하였다. 또한 각종 홍수 때도 거지들은 실종되었으나 아무도 이들을 찾지 않았다. 정확한 인구 수, 통계에 잡히지 않은 거지들은 사망후에도 사망신고 등의 절차 없이 부청, 군청, 읍, 면사무소에서 임의로 화장해서 아무데나 뿌렸다.",
    "같이 보기",
    "각주",
    "내용주",
    "참조주",
    "관련 서적",
    "김윤정, 《조선총독부 중추원 연구》 (경인문화사, 2011)",
    "강만길, 《고쳐 쓴 한국현대사》 (창작과비평사, 2006)",
    "신복룡, 《한국사 새로보기》 (풀빛, 2001)",
    "최유리, 《일제 말기 식민지 지배정책연구》 (국학자료원, 1997)",
    "이현희, 《이야기 인물한국사》 (청아출판사, 2007)",
    "이이화, 《한국사 이야기 20:우리 힘으로 나라를 찾겠다》 (한길사, 2006)",
    "Ireland, Alleyne (1926), 《The New Korea》, 2019년 3월 24일에 원본 문서에서 보존된 문서, 2019년 3월 24일에 확인함",
    "외부 링크",
    "《한국사》 1권 - 총설, 국사편찬위원회, 2002",
    "한국민족문화사전 - 일제강점기 (日帝強占期)",
    "브리태니커 백과사전 - 일제강점기"
  ],
  "제천 (의식)": [
    "제천(祭天)은 하늘에 제사를 지내는 행사라는 뜻으로, 나아가 하늘을 숭배하고 제사하는 의식이다. 대부분 농업 지역에서 행해지며, 씨를 뿌린 뒤 농사의 풍요를 하늘에 기원하고 곡식을 거둔 뒤 하늘에 감사하는 행사이다. 제천의식(祭天儀式)이라고도 한다.",
    "중국의 제천 행사",
    "중국의 제천 행사는 상나라에서 처음 시작되었다. 주나라 때, 하늘에 바치는 제사와 봉신은 신도사상으로 인해 천자가 독점적으로 누렸던 특권이었다.",
    "제사는 명나라 때부터 천단에서 지내다가 오늘날까지도 행해지고 있다.",
    "일부 학자들은 청이 만주족 의식에 참여하는 것이 만주족 의식을 표준화했다고 생각하지만, 이는 뒷받침되지 않는다.",
    "중화민국 초기부터 캉유웨이의 유교 운동은 종교적 유교와 국가관료주의의 분리를 주장하여 기독교의 모델에 따라 모두가 하늘에 제물을 바칠 수 있도록 하였다.",
    "21세기에는 군주 없이 행해진다. 2015년 푸젠성과 같이 천단이 아닌 다른 곳에서도 행해진다.",
    "한국의 제천 행사",
    "고대 한민족은 기원전 3세기를 전후하여 고조선·부여·고구려·읍루(揖婁)·옥저(沃沮)·예맥(濊貊)·마한(馬韓)·진한(辰韓)·변한(弁韓) 등의 원시 공동체 또는 부족 국가를 형성, 정착 생활을 하면서부터 상당히 발전된 문화를 형성했다.",
    "처음 한국의 신화·전설·가요가 구체적으로 불린 자리에 제천 의식이 있었고, 서로 약간의 차이는 있지만 공통적인 생활 모습으로서 무속 신앙(巫俗信仰), 곧 샤머니즘을 가지고 있었다. 또 수렵 경제에서 농업 경제로 넘어오면서 집단적인 부족 회의와 공동적인 제전으로 제천 의식을 열고, 생명의 근원인 창조신과 더불어 곡신(穀神)을 제사지냈다.",
    "이때 각 부족이 모여 단체적으로 가무와 천신지기(天神地祇)를 제사 지냈으니, 비로소 고대 한민족의 예술과 문학의 맹아가 싹텄다.",
    "고대 사회",
    "오늘날까지 이어지는 명절 가운데 단오와 추석, 시월상달 등이 고대 사회의 제천 행사에서 유래하였다.",
    "고조선 시대부터 삼국 시대까지 열린 제천 행사는 다음과 같다.",
    "부여",
    "영고(迎鼓)는 고대에 지금의 만주를 중심으로 퍼져 있던 부여에서 해마다 12월에 행하던 종교 의례로 온 나라 백성이 모여 하늘에 제사를 지내고 회의를 열어 며칠을 연이어 술 마시고 노래하고 춤추었다 한다.",
    "이렇듯이 영고는 부여의 가장 커다란 종교적 의식이었다. 이를 《삼국지》에서 제천의식으로 표현하였으나, 물론 부여의 토속신을 제사하는 것이라는 견해가 있다. 그리고 그것은 당시의 여러 부족 연맹 사회에 공통으로 행해지던 추수감사제의 성격을 띠고 있었을 것이다. 다만 다른 모든 사회에서는 추수기인 10월에 행하는 데 대해서 부여에서만 유독 12월인 것은 아마 원시 수렵 사회의 전통을 이어 왔기 때문인 것 같다. 그밖에 이 날에는 재판을 하고 죄수를 석방하였다 한다. 가무는 오락이 아니라 종교적인 의식이었지만, 어쨌든 상위층·하위층 구별 없이 참석할 수 있다는 것은 아직 이 시대에 씨족 사회의 유풍이 남아 있었음을 알 수 있게 한다.",
    "동예",
    "동예의 종교 의식이며 종합 예술의 하나인 무천(舞天)은 음력 시월(10월)에 하늘에 제사지내고 높은 산에 올라가서 즐겁게 노는 행사였다. 중국 당나라 시기의 돈황문서(敦煌文書)에 포함된 토원책부(兎園策府)라는 글 주석에 따르면, 무천(舞天)은 고조선의 풍속으로 10월에 열린 제천행사였다.",
    "삼한",
    "남쪽의 삼한에서는 5월이나 10월 농사의 시필기(始畢期), 곧 처음과 끝을 기하여 5월에는 수릿날, 10월에는 계절제를 열어 제사를 지내고 노래와 춤을 추었다.",
    "고구려",
    "고구려의 종교 의식(추수감사제)이자 제천 행사이며 원시 종합 예술인 매년 10월에 열리던 명절로 하늘에 제사지내고 또 여러 사람이 가무를 즐겼다 하며, 이를 동맹(東盟) 또는 동명(東明)이라고도 한다.",
    "신라",
    "신라에서는 팔관회를 열었다.",
    "고려의 제천 행사",
    "고려시대에는 팔관회(八關會)라는 제천 행사가 있었다. 이는 신라의 팔관회를 이어받은 행사로서 만물에 존재하는 신령과 하늘에 제사를 지내는 행사였다.",
    "또한 원구제(圜丘祭)라는 행사가 있었는데, 이는 중국에서 들어왔다. 《고려사》에 따르면, 고려 성종(成宗) 때부터 행해졌으며, 원구단(圜丘壇)을 만들어 하늘에 제사를 지냈다고 한다. 환구단은 하늘에 제사를 드리는 장소로 고려시대부터 설치와 폐지가 되풀이되었다.",
    "조선의 제천 행사",
    "조선 초기인 세조(世祖) 때, 환구단을 중건해 제천의례를 올렸으나 7년 만에 중단되었다. 황제만이 하늘에 제사를 지낼 수 있고, 제후국인 조선은 그러한 권한이 없다는 이유에서였다. 나중에 대한제국으로 국호를 바꾼 뒤 고종이 환구단을 다시 설치하였다.",
    "같이 보기",
    "한국의 제사",
    "한국의 고대 시가",
    "한국의 고대 문학",
    "참고 문헌",
    "== 각주 =="
  ],
  "조선민주주의인민공화국의 역사": [
    "이 문서에서는 조선민주주의인민공화국의 역사에 대해 설명한다.",
    "1945년 이전",
    "평양직할시 강동군 문흥리에 있는 단군릉(檀君陵)이 있다. 조선민주주의인민공화국에서는 이를 고조선의 지도자였던 단군(과 그의 부인)의 능이라고 주장한다.  함경남도 금야군 비단리에 있는 소라리토성도 대표적인 고조선 유적이다.",
    "삼국시대의 대표적인 유물로는 동명성왕의 묘라 추정되는 조선민주주의인민공화국의 국보 36호 동명왕릉과 고구려의 궁이었던 국보 2호 안학궁터와 국보 8호 대성산성 복원물과 더불어 조선민주주의인민공화국의 국보 공동 2호 보통문, 국보 4호 대동문, 국보 19호 을밀대 등의 고구려 장안성에 관련된 유적도 남아있다. 2004년 7월 1일, 유네스코 세계유산 위원회(WHC)에 의해 평안도와 황해도일대의 고구려 고분군(高句麗 古墳群)이 세계유산으로 등록되었다.",
    "발해의 수도인 5경중 남해부(南海府)는 남경(南京)이라 불렸으며 함경남도 함흥시에 위치하였다. 황해도는 신라에 귀속되었다.",
    "고려시대의 유적이 보존되어 있는 개성역사유적지구(開城歷史遺蹟地區)는 2013년 6월 23일, 제37차 유네스코 세계유산 위원회(WHC) 프놈펜 회의에서, 세계 문화유산으로 등록되었다. 고려 말기와 조선 초기에는 “동북면”(東北面)이라고 불리는 지역이 있었으며, 지금의 함경도 일원이다. 8도제가 도입되면서 평안도와 함경도가 설치되었다. 김종서와 최윤덕은 세종의 명을 받아 여진족을 몰아내고 4군 6진을 개척하여 북쪽으로 오늘날과 거의 동일한 경계를 만들었다.",
    "조선의 중심권역이었던 경기도, 충청도 출신을 가리키는 기호인과  평안도, 황해도, 개성을 출신은 가리키는 서북인간의 갈등이 심화되었다. 1811년(순조 11년)에 평안도의 홍경래가 반란을 일으키기도 하였다. 관서 지방에서는 외래사상이 일찍 유입되어 선천(宣川)·정주(定州)를 중심으로 개신교가 전파됨에 따라 많은 개신교 교육기관이 설립되었다. 당시 개신교는 관서지방에서 보수적 관료층이 아닌 근대화의 경향을 강하게 지녔던 자립적 중산층에 의해 수용되었고, 이 자립적 중산층은 기독교를 믿음으로써 나라의 모든 모순을 제거하고 개화를 이룩하게 될 것으로 확신하고 있었다. 따라서 관서지방의 기독교적 전통은 상당히 강하였다. 또한 관서 지방의 대표격인 평양에서 1907년에 평양 대부흥이 일어나서 \"동방의 예루살렘\"으로 불릴 정도였다.",
    "근대 한국을 가르는 기준으로는 1862년 고종의 즉위식을 시작으로 구분되지만, 1876년 강화도 조약에 따른 개항 이후, 1897년 대한제국의 선포 이후, 1948년 대한민국 정부 수립 이후 등 여러 이견이 있다. 다만, 현재 대한민국 헌법은 1919년 3.1운동에 따라 수립된 대한민국 임시정부를 현재 대한민국의 기원으로 본다.",
    "1910년 8월 29일 대한제국은 경술국치를 맞아 일본 제국의 식민지가 되었다.",
    "형성기",
    "1945년 8월 15일 광복 이후, 38도선 이북에서는 민족주의 계열의 조만식을 위원장으로 하는 평남 건국준비위원회가 결성되었으나, 소련의 김일성 지지와 지원으로 평남건준위는 유명무실화되었고, 조만식을 비롯한 민족주의계 인사들은 김일성에 의해 숙청되었다.",
    "1945년 9월 11일 국내파 공산주의자들에 의해 재건되었다.1945년 10월 3일 소비에트 민정청을 설치했으며",
    "1945년 12월 17일 조선공산당 북조선분국 제3차 확대집행위원회에서 소련 점령군 사령부의 각본에 따라 김일성이 책임 비서로 선출되었다. 1946년 1월 3일 조선공산당 중앙위원회는 민족통일자주독립촉성 서울시민대회를 열었다. 1946년 2월 8일 김일성을 위원장으로 하는 북조선 림시 인민 위원회가 구성되어 사실상 정부의 구실을 하였다. 그리고서는 무상분배 토지개혁 단행, 국유화 등 개혁을 했고, 1947년 6월29일 대한민국과 같은 애국가를 조선민주주의인민공화국의 국가로 변경했다. 1948년 2월 8일 조선인민군을 창설했으며 1948년 7월 10일 태극기를 인공기로 교체했다. 이 후 공산주의 지배 체제를 확고히 한 뒤에는 수상을 김일성으로 하고 부수상을 박헌영으로하는 1948년 9월 9일 조선민주주의인민공화국이 수립되었다. 초기에 대체로 정치 구성원은 갑산파의 김일성, 남로당파 박헌영, 연안파 김두봉, 소련파 등으로 이뤄져 연립내각체제에 있었다. 곧, 부수상 겸 외무상에 박헌영, 부수상에 홍명희, 부수상 겸 산업상에 박헌영, 국가기획위원장에 정준택, 민족보위상에 최용건, 국가검열상(국방상)에 김원봉, 내상(內相)에 박일우, 농림상에 박문규, 상상(商相)에 장지우, 교통상에 주영하, 재정상에 최창익, 교육상에 백남운, 체신상에 김정규, 사법상에 리승엽, 문화선전상에 허정숙, 노동상에 허성택, 보건상에 이병남, 도시경영상에 이영, 무임소상에 이극로를 각각 임명하였다.",
    "소련군 태평양 함대에 입대하여 웅진, 나진, 청진 등 상륙작전에 활약하여 적기훈장을 수여하는 등 조선민주주의인민공화국 정권 수립 이후 문화선전성 제1부상(차관)을 지내기도 했던 조선민주주의인민공화국의 대표적 소련파 정상진은 \"북한은 해방 후 20년 역사를 위조했다\"며 \"일본군을 내몬 뒤 소련 정부에서 북한 정권 수립을 지원하라는 명령을 받았어요. 해방 후 원산항(港)에 귀국하는 김일성을 맞으러 간 것도 접니다. 소련은 고려인을 통해 북한에 영향력을 행사하려 했어요. 1945년부터 1965년까지 북한에서 발표된 모든 연설문은 다 소련에서 작성됐어요.\"라고 폭로했다.",
    "김일성 집권기",
    "한국전쟁(6·25전쟁)",
    "한국 전쟁의 사전 준비",
    "김일성은 조선로동당의 일당독재를 기반으로 반대파(민족주의자, 종교인 특히 북조선 수립 이전 융성하던 개신교, 지주, 마름, 기업가, 기술자 등을 포함한 상당수의 북조선 인민)에 대한 철저한 숙청을 통하여 북조선 내 정치적 입지를 강하게 다지고 있었다. 또한, 북조선은 최고인민회의 간부회의를 통하여 통일을 위하여 점령군의 즉각적인 철수를 요구하자, 소련은 이에 호응하여 북한에 있는 모든 군대를 그 이듬해(1949년) 1월까지 모두 철수시키겠다고 발표했다.(1948년 9월 20일)  북조선 주둔 소련군은 1948년 12월 시베리아로 철수하였다. 그후 그들은 미군도 남한으로부터 철수할 것을 요구하고 소련군이 먼저 철수한 점을 내세워 정치적인 선전공세를 펴기 시작하자 미국은 당황하기 시작했다.",
    "그러나, 한편으로 소련 정부는 모스크바에서 비밀리에 군수뇌회담을 개최하여 철군이후의 구체적인 계획을 수립하고 '특별군사사절단'을 통해서 집행하기로 하였다. 이 회의에는 김일성 등 북조선과 중화인민공화국의 고위 군부 대표도 참석하였다. 모스크바 계획이라고 불리는 전쟁준비 계획은 만주에 있던 조선인 의용군 부대를 북한으로 귀국시켜 5개 사단을 갖게 하고 이외에 8개의 전방사단과 우수한 장비를 보유한 8개의 예비사단, 그리고 500대의 탱크를 보유하는 2개의 기갑사단을 갖게 하는 것이었다.",
    "전쟁의 개시",
    "조선민주주의인민공화국은 대한민국(남한)을 공산화하기 위한 전쟁을 준비하고, 마침내 1950년 6월 25일 새벽 4시에 38도선 전역에 걸쳐서 선전포고도 없이 남한을 공격하여 한국 전쟁(6·25전쟁)을 일으켰다.",
    "이후 3년간 계속된 전쟁은 한반도에 엄청난 피해를 안겨다 주었다. 수많은 사람들이 죽거나 다치고 전 국토가 초토화되어 대부분의 산업 시설이 파괴되었다. 이와 동시에 대한민국과 조선민주주의인민공화국 간에는 적대 감정이 팽배하게 되어 분단이 더욱 고착화되었다.",
    "전쟁 중이던 1952년 12월 '원수'의 호칭이 제정되었고, 1953년 2월 8일 인민군 창건 5주년에 김일성이 공화국 최초의 원수가 되어 '김일성 장군'에서 '김일성 원수'로 불리게 되었다. 1953년 5월부터는 《김일성선집》이 간행되기 시작하였다. 1953년 7월 28일 김일성은 공화국영웅 칭호와 국기훈장 제일급을 수여받았다.",
    "김일성은 1953년 7월 28일 라디오 방송 연설에서 전쟁이 \"조선 인민의 승리\"로 끝났다고 주장하였다. 그의 해석에 따르자면, \"미국의 제국주의자들이 이승만 괴뢰 도당을 부추겨 일으킨 전쟁에서 조선 인민과 인민군은 영용하게 싸워 승리했다\"는 것으로 해서 일방적인 승리라고 확신을 하였다.",
    "남로당파의 숙청",
    "1953년, 김일성은 남로당의 2인자 리승엽을 미제와 내통했다는 간첩 혐의로 처형했다. 연이어 같은해 3월, 남로당의 지도자였던 박헌영은 부수상직을 상실하고 구속되었다. 리강국과 권오진 등의 남로당 간부들 대다수가 체포 및 구속되었다. 1953년 김남천과 임화 등의 남조선 지역 출신 문학가들도 연이어 구속 및 처형되었다. 1955년 12월 박헌영과 리강국은 사형 선고를 받고 추후에 처형되었다. 1958년에는 허성택이 처형되었다.",
    "8월 종파 사건",
    "1956년 8월, 최창익과 박창옥 등 연안파, 소련파가 소련공산당 제20차 전원회의의 테제를 방패삼아 당의 정책과 김일성 개인숭배 등을 비판하려 하였다. 이에 대해 김일성 계열의 최창익 일파는 이러한 주장을 수정주의와 우익투항주의이라고 간주하며 종파주의를 비판하였다. 당시 동유럽을 순방하고 있던 김일성은 귀국한 직후 최창익, 박창옥, 윤공흠 등을 모두 즉각 '반당종파분자'로 규정하고 출당조치하였다. 그리고 당과 김일성을 비판한 해당 사건은 '8월 종파 사건'으로 명명되었고, 8월 종파 사건과 연관된 연안파와 소련파는 김일성에 의하여 철저하게 숙청되었다. 1956년 12월, 당중앙위원회 전원회의에서 숙청작업은 마무리되었다.",
    "도서 정리 사업",
    "1967년 5월 25일, 조선노동당 중앙위원회 4기 15차 전원회의에서 김일성은 자본주의, 수정주의, 교조주의 등을 몰아내고 철저한 당의 유일사상체계를 확립해야된다라는 내용의 \"5.25 교시\"를 발표하였다. 5.25 교시가 발표된 이후 시작된 도서 정리 사업은 전국의 모든 출판물, 음악, 문화요소 등을 검열하고 당의 정책과 령도사상에 반대되는 모든 요소를 완벽하게 제거하였다. 조선로동당 내에 남아있던 마지막 분파인 \"갑산파\"도 도서 정리 사업을 즈음하여 완전히 제거되었다. 당국은 조선사의 주요한 인물인 이순신, 을지문덕, 세종대왕 등의 업적을 축소하고 김일성의 권위의 아래에 두었다. 판소리는 \"쌕소리\"로 간주되어 춘향전, 심청전, 베벵이굿 등 판소리 문화가 완전히 말살되었다. 사회, 문화, 역사, 교육 등 국가 전방면으로 대대적인 검열이 이루어지고 기존의 전통문화와 외래문화가 말살되었다. 그 빈자리는 조선로동당과 김일성이 제시한 유일사상, 주체사상이 이를 대체하였다. 이러한 도서 정리 사업은 1974년까지 계속되었다.",
    "주체 사상의 설립과 체제 경쟁",
    "8월 종파 사건을 계기로 소련파 및 연안파가 숙청당하고, 이때 중·소 분쟁을 계기로 주체 사상이 등장하였다. 60년대에는 경제 건설을 우선시하는 갑산파 온건세력들이 숙청 당했고, 1967년 주체 사상이 지도 이념화되었다. 1972년에는 대한민국과 7.4 남북 공동성명을 맺었다. 이어서 김일성은 사회주의 헌법을 제정하여 주체사상을 확립하였는데 이는 국가 원수가 수상제에서 주석제로 바뀌었고, 주석의 권한은 입법, 사법, 행정의 모든 권력이 장악하여 김일성 유일 체제를 확립하게 하였다. 1974년, 김일성의 독재체제를 신성화하고 절대화하는 내용의 당의 유일사상체계확립의 10대 원칙이 발표되었다. 그리고 이때 '주체 사상'을 헌법에 최초로 규범화하였다.",
    "1960년대부터 대한민국(남한)·미국·일본의 안보 체제 구축과 국제 정세의 악화로 위기에 놓인 조선민주주의인민공화국은 국방 건설을 위하여 이른바 4대 군사 노선을 채택하여 군수 공업 발전에 박차를 가하였다. 아울러 김일성과 조선로동당의 장기 독재를 강화하기 위해 이른바 주체 로선을 강조하였다. 대남 정책에서는 겉으로는 평화적인 남북 연방제 통일 방안을 제시하고, 내면으로는 남한에 통일혁명당을 조직하여 주체 사상에 입각한 내부 혁명을 부추겼으며, 무장 군인을 파견하여 무력 도발을 일으켰다.",
    "김정일 집권기",
    "김정일 후계 체제의 확립",
    "1980년대에 김정일 후계 체제가 공식화되면서, 1990년대 김일성의 사후 김정일 중심 체제가 강화되어갔다. 1992년 헌법 개정을 통해서 주석의 권한을 축소하는 대신, 군사 관련 기능 및 권한을 국방위원회로 통합하여 김정일 체제가 별다른 파벌 분쟁없이, 공고해져 갔다. 그리고 1998년 헌법 개정을 한번더 하면서, 주석제가 폐지되고, 국방위원장의 권한이 강화되어 완전히 확립되었다.",
    "고난의 행군",
    "1990년대 초반부터 동독과 소련을 비롯한 공산주의 국가들이 차례로 붕괴하면서 조선은 기존의 공산권으로 받던 경제적 지원과 교류가 단절되게 되었다. 또한 1993년에는 흉작이 일어나고 그 이후에도 연이어 겹친 수해와 대흉작으로 곡물 생산량은 급감했고, 식량이 부족하자 기존의 배급제가 완전히 붕괴하면서 전국적으로 아사자가 속출하고 영양실조가 만연하게 되었다. 심각한 경제난이 계속되자 조선 당국은 이러한 사태를 \"고난의 행군\"으로 명명하고 이를 이기어 나가자며 선전 선동을 지속했다. 한편 김정일은 심각한 경제난으로 인한 정치적 불안을 타개하기 심화조 사건을 일으키고 강력한 숙청을 반복하며 공포 정치를 진행했다.",
    "6·15 남북 공동선언",
    "한국의 김대중 대통령과 북한의 김정일 국방위원장이 합의하여 발표한 6·15 남북 공동선언의 내용은 다음과 같다.",
    "남과 북은 나라의 통일문제를 그 주인인 우리 민족끼리 서로 힘을 합쳐 자주적으로 해결해 나가기로 하였다.",
    "남과 북은 나라의 통일을 위한 남측의 연합 제안과 북측의 낮은 단계의 연방제안이 서로 공통성이 있다고 인정하고 앞으로 이 방향에서 통일을 지향시켜 나가기로 하였다.",
    "남과 북은 올해 8·15에 즈음하여 흩어진 가족, 친척 방문단을 교환하며 비전향 장기수 문제를 해결하는 등 인도적 문제를 조속히 풀어 나가기로 하였다.",
    "남과 북은 경제협력을 통하여 민족경제를 균형적으로 발전시키고 사회·문화·체육·보건·환경 등 제반 분야의 협력과 교류를 활성화하여 서로의 신뢰를 다져 나가기로 하였다.",
    "남과 북은 이상과 같은 합의사항을 조속히 실천에 옮기기 위하여 빠른 시일 안에 당국 사이의 대화를 개최하기로 하였다.",
    "경제",
    "1946년 조선민주주의인민공화국 정부가 공식수립이전인 북조선 인민위원회가 설립했을 때 무상분배, 무상몰수 토지개혁 및 주요산업등 국유화를 단행했다. 1950년대에는 한국전쟁으로 인하여 피폐해진 국토와 전후 복구사업을 재건하기 위해 3개년 계획과 5개년 개발계획, 천리마운동 등을 전개하여 나아갔다. 이무렵에는 모든 농지의 협동 농장화와 생산력 증대를 위한 노동 강화운동, 사상, 기술, 문화의 혁명등을 추진해 나아갔으며 경제성장도 8%였다.",
    "그러나 1980년대에 들어서면서 공산주의 체제의 모순과 한계가 드러남에 따라 생산력 저하와 공산주의 사회주의권 국가들의 몰락으로 인하여 교역 상대국이 상실되었고, 오늘날 에너지와 원자재, 식량 등 심각한 경제고를 겪고있다. 1990년대 이후 들어서는 매년 마이너스 경제 성장율을 보이고있다. 이에 조선민주주의인민공화국정부 내에서는 이러한 위기를 해결하고자 1984년에 합영법제정, 1994년에는 신합영법개정하여 1991년에는 나진, 선봉 자유무역지대 설치, 2002년에는 신의주 경제 특구 설치, 개성공단 설치등 함으로써 일부지역에만 자유무역지대를 설치하고 '제한적 개방'을 표방하고 있다.",
    "하지만 겉으로는 달리, 북한의 경제는 침체되어가고 있었다.",
    "결국, 서울올림픽에 대응하여 주최한 행사로 인하여 북한의 경제는 큰 타격을 입었고, 고난의 행군까지 가버리는 사태가 발생한다.",
    "이로써, 북한의 경제정책은 실패했다는 것이 증명되었다.",
    "2000년대 들어서, 북한은 외자 유치를 위해 필사의 노력을 다하고 있다.",
    "나진, 선봉지역에, 신의주 공업 자유지대, 개성공단등, 중국과 대한민국의 자본 유치를 위해 노력하고 있다.",
    "하지만, 불확실성 때문에 투자를 꺼려하는 사람들이 많다.",
    "연혁",
    "1945년 8월 8일: 소비에트 연방(소련)이 일본 (日本)에 선전 포고. 일제강점기에 놓여 있었던 한반도 북부를 군사 점거하였다.",
    "1945년 8월 15일 이후: 포츠담 선언에 따라, 북위 38선이북의 5도에 소련군이 진주. 진주 지역에서 각 급 인민위원회를 설치되었다.",
    "1945년 10월 10일: 조선공산당 발족. (조선노동당 창건일)",
    "1945년 11월 23일: 신의주 반공학생사건 발생",
    "1946년 2월 8일: 소련 군정의 지시에 따라, 사회주의 국가의 건국 준비를 위한 북조선림시인민위원회가 건설되었다.",
    "1946년 2월 8일 소비에트 연방(소련) 점령군 사령부는 북조선임시인민위원회를 발족시켜 북조선에서 사실상의 단독 정부로 가능케 했다. 위원장에는 김일성, 부위원장에는 김두봉, 서기장에는 강양욱이 선출되었다.",
    "1946년 11월 3일 총선거를 실시하여, 453명의 여성을 포함한 3,458명의 도·시·군 인민위원회의 대의원을 선출하였다.",
    "1948년 2월 6일 북조선인민회의 제4차 회의에서 헌법제정위원회가 작성한 헌법 초안을 검토해 조선인민군의 창설을 결정하였다.",
    "1948년 2월 8일 조선인민군의 창설을 발표하였다.",
    "1948년 4월 27일 북조선인민회의 특별회의에서 조선민주주의인민공화국 헌법 초안이 승인되었다.",
    "소비에트 연방의 군정치 이후의 조선민주주의인민공화국",
    "1948년 2월 8일: 조선인민군이 창설되다.",
    "1948년 8월: 최고인민회의의 대의원 선거가 실시되었다.",
    "1948년 9월 9일: 최고인민회의가 헌법을 채택, 북위 38선 이북에 마르크스-레닌주의를 이념으로 한 '조선민주주의인민공화국'  수립. 김일성이 수상에 취임.",
    "1949년: 주요 정당 단체를 결집한 조국통일민주주의전선 결성.",
    "1949년 6월: 조선노동당 성립, 김일성이 중앙위원장에 취임.",
    "1950년 6월 25일: 조선인민군이 한반도의 적화 통일을 목표로 대한민국에 침공, 대한민국 국군과 교전 상태가 되어 한국 전쟁이 시작되다.",
    "전쟁 중 오기섭, 박헌영, 김두봉, 허가이 등이 김일성의 독재를 위해 숙청되다.",
    "1956년 8월 29일: 소련파의 박창옥, 연안파의 최장익 등이 김일성에게 도전하지만 숙청되다.",
    "1968년 1월 23일: 푸에블로 호 납치사건 발생. 미해군 정보수집함 푸에블로 호를 해상에서 나포한 사건",
    "1972년: 김일성의 정적 숙청이 완료되고 조선민주주의인민공화국 사회주의헌법이 제정되다.",
    "1973년: 후계자론이 최초로 거론되고 김정일이 전면에 나서기 시작하다.",
    "1977년: 조선민주주의인민공화국 사회주의헌법에서 국가의 공식 이념이 마르크스-레닌주의에서 주체사상으로 바뀌다.",
    "1988년 11월 7일: 조선민주주의인민공화국에서 제13차 세계청년학생축전이 평양에서 개최, 평양에서 가장 큰 건물인 유경호텔이 건설되기 시작됨(1995년에 건설이 중단됨).",
    "1991년 9월 17일: 조선민주주의인민공화국과 대한민국이 UN 동시 가입.",
    "1994년 7월 8일: 조선민주주의인민공화국의 초대 주석 김일성이 사망하다.",
    "김일성 사망 이후의 조선민주주의인민공화국",
    "2000년 6월 15일: 6·15 남북 공동선언",
    "2002년 4월 1일: 매스게임과 집단공연인 아리랑이 메이데이스타디움(5月 1日 競技場)에서 5개월간 공연되다.",
    "2002년 12월 1일: 조선노동당기관지 로동신문이 편집체제를 변경하다.",
    "2003년 10월 1일: 평양직할시 보통강구역에 대한민국과 조선민주주의인민공화국이 합작하여 만든 체육관이 건설되다.",
    "2004년 7월 19일: 제7차 남북군사회담을 통해 조선민주주의인민공화국 정부가 남한 주민에게 방송하는 구국의 소리 방송을 운영을 중단할 것을 합의했다.",
    "2004년 4월 15일: 평양볼링장에서 \"제8차 볼링선수권대회\"를 개최하다. (김일성 국가 주석이 평양볼링장을 방문한 8돌을 맞이하여)",
    "2005년 8월 15일: 경기도 고양시에서 8.15 광복 60돌을 맞이하여 열린 남북축구대회가 벌어지다.",
    "2005년 9월 15일: 평양직할시의 중구역의 아파트들이 너무 낡고, 붕괴될 가능성이 높아 재개발을 하기 시작함. 이와 같은 날에 보통강구역의 천리마거리, 중구역의 해방산거리를 재개발하기 시작함.",
    "2005년 10월 10일: 중화인민공화국(중국)과 조선민주주의인민공화국이 합작하여 대안친선유리공장이 만들어지다.",
    "2005년 10월 29일: 중화인민공화국(중국)의 주석이며, 중국공산당 총서기인 후진타오주석이 평안북도 대안군을 방문하다.",
    "2005년 11월 1일: 조선민주주의인민공화국의 금융기관인 \"동북아시아은행\"에서 신용카드를 출시하다.",
    "2005년 11월 29일: 조선민주주의인민공화국의 조선중앙방송에서 인민생활공채(복권)에서 당첨된 번호들을 발표하다.",
    "2006년 1월 3일 조선민주여성동맹의 김정숙 위원장에게 이집트 문화 및 국제문명대화를 위한 전문동맹이 상과 업적칭송증서를 김정일 조선노동당 총비서에게 이집트 문화 및 국제문명대화를 위한 전문동맹이 상과 업적칭송증서를 전달하다. (1월 3일 조선중앙통신)",
    "2006년 1월 4일 조선로동당 기관지 \"로동신문\"이 논설을 통하여 \"테러와의 전쟁\"을 벌이고 있는 미국의 실태에 대하여 강력하게 비판했다.",
    "2006년 1월 6일 조선컴퓨터센터에서 운영하고 있는 인터넷 웹사이트 \"내나라\"가 온라인 쇼핑코너를 마련하다.",
    "2006년 1월 13일 김정일 조선노동당 총비서는 중화인민공화국(중국)을 비공식 방문하여 중화인민공화국의 국가주석인 후진타오를 만나 정상회담을 벌였다.",
    "2012년 4월 15일 김정은이 \"김일성 탄생 100돐\"을 맞으며 실시한 열병식에서 기념육성연설을 하다.",
    "2012년 10월 12일 \"모란봉악단\"을 창설하여 시험공연을 실시. 외국곡을 전자음악으로 연주하고 이색적인 공연을 펼치다.",
    "2012년 12월 17일 김정은 제1위원장의 지시에 따라 인공로켓 \"은하 3호\"를 평안북도 철산군 동창리 로켓기지에서 발사하다.",
    "2013년 1월 9일 김정은 제1위원장이 \"신년사\"를 집필, 발표하여 경제발전에 대한 여러 가지 공약들을 제시하다.",
    "같이 보기",
    "아시아의 역사",
    "동아시아의 역사",
    "한국의 역사",
    "한국의 선사 시대",
    "민족사학",
    "조선민주주의인민공화국의 정치",
    "한반도 분쟁",
    "각주",
    "참고자료",
    "강준만, 《한국현대사산책》〈1940년대편 2권〉(인물과사상사, 2004) 149쪽.",
    "2000년 6월 15일 이후의 자료들은 조선민주주의인민공화국의 조선중앙통신과 대한민국의 연합뉴스의 보도를 분석하여 작성한 것임.",
    "외부 링크",
    "북한사건파일365 [특집] 최정예 김정은 경호부대 무더기 체포...체제 전복 시동 걸렸다 - 유튜브 2024-10-06"
  ],
  "한사군": [
    "한사군(漢四郡, 기원전 108년 ~ 314년) 또는 한군현(漢郡縣)은 기원전 108년 전한 무제가 위만조선(衛滿朝鮮)을 멸망시킨 뒤 그 영토를 통치하기 위해 설치한 낙랑군(樂浪郡)·임둔군(臨屯郡)·현도군(玄菟郡)·진번군(眞番郡)의 4군과 그 속현을 말한다. 근대 이전에는 전통적으로 사군(四郡)이라 불렀고, 현대 한국사학계에서는 한군현, 동방변군 등으로 지칭하기도 한다. 한사군의 위치, 의미와 역할에 대해서는 대한민국, 조선민주주의인민공화국, 중화인민공화국, 일본의 학계가 서로 다른 의견을 제시하고 있다.",
    "역사",
    "설치 및 변천",
    "전한은 기원전 108년에 고조선을 멸망시킨 후 낙랑군, 진번군, 임둔군의 3군을 위만조선 영내에 설치하였으며, 기원전 107년에 다시 예맥(濊貊) 지방에 현도군을 설치하였으나, 그 위치는 한반도 내에 있었다는 주장보다 유물과 사료로 볼 때, 요서와 요동일부 지역이라는 학설이 유력하다. 낙랑국과 낙랑군의 혼용도 혼란을 부채질한 것이 사실이다.",
    "기원전 82년에 이르러 진번·임둔 양군을 폐지하여 진번군을 낙랑군에 임둔군을 현도군에 각각 병합시켰으며 기원전 75년(전한 소제 원봉 6년)에는 토착민의 반발로 현도군이 요동 방면(지금의 혼하(渾河) 상류의 흥경(興京) 노성(老城) 지방)으로 옮겨졌다. 이때 현도군에 통합되었던 임둔군의 현들은 낙랑군에 편입되어 최종적으로 구 위만조선의 영역에는 낙랑군이 남게 되었다. 낙랑군은 진번·임둔의 영역에 각각 남부도위(南部都尉)와 동부도위(東部都尉)를 설치하여 관리하였다.",
    "신나라의 왕망 시기에는 태수의 관직을 태윤(太尹)으로 바꾸었는데, 평양 인근에서‘낙랑태윤장(樂浪太尹章)’이라 찍힌 봉니(捧泥)가 발굴되었다. 신나라 말기의 혼란기에 낙랑군에는 반란이 일어나 낙랑사람 왕조(王調)가 스스로 대장군 낙랑태수(大將軍 樂浪太守)라고 칭하였다. 후한 광무제는 서기 30년에 왕준(王遵)을 보내서 낙랑군을 다시 정복하고 패수 이남을 영토로 확정하였다. 한편 현도군은 후한 초기에 고구려의 압력을 받아 다시 무순(撫順) 지방으로 이치되었다.",
    "2세기 후반, 중국이 혼란에 빠지자 요동군(遼東郡)을 중심으로 공손탁이 독립적인 세력을 갖추어 낙랑 및 현도까지 지배하였다. 이 시기 낙랑군은 고구려 및 한이 강성하여 주변 소국들을 제압하지 못하고 다수의 민호가 삼한으로 유망하기도 하였다. 공손강은 3세기 초 낙랑군의 남쪽 현을 분리하여 대방군(帶方郡)을 설치하였으며 공손모(公孫摸)·장창(張敞) 등을 파견하여 삼한으로 유망하는 유민(流民)을 막았다.",
    "위가 건국된 후 명제는 238년, 사마의를 파견하여 공손연을 토벌하는 과정에서 유흔(劉昕)과 선우사(鮮于嗣)를 파견하여 낙랑·대방을 평정하였다. 서진이 건국된 이후 백제 및 고구려의 공격이 가속화되어 낙랑 및 대방군은 점차 약화되었다. 276년에는 유주(幽州)를 분할하여 평주(平州)를 신설하고 낙랑·대방을 속하게 하였다. 300년 이후 오호십육국시대의 혼란이 시작되면서 서진의 수도 낙양이 전조에 함락되자(311년) 낙랑군과 대방군은 더 버틸 힘을 상실하였다. 313년 미천왕은 낙랑을 공격하여 2천의 남녀를 포로로 잡았으며 낙랑·대방의 군벌 장통(張統)이 모용씨에게 투항한 뒤, 314년에 대방군까지 축출되면서 소멸되었다.",
    "이후에도 모용씨 및 북위 시기에 낙랑 및 대방군은 요동 및 요서 지역에서 계속 존속되거나 이름만 존재하는 군현으로 나타나기도 한다.",
    "문화",
    "한사군이 설치되어 실제로 식민정책을 수행한 것은 낙랑군과 현도군 정도이고 그 중심지는 역시 낙랑군이었다. 한때는 동(東)의 임둔고지와 남(南)의 진번고지를 병합한 적도 있었고, 대방군 역시 1세기밖에 존속하지 못하였고, 현도군도 두 차례나 이동하였기 때문에 한사군의 문화는 대국적으로 보아서 낙랑군 중심의 문화라고 할 수 있다.",
    "영향",
    "낙랑·대방군 외의 주위 여러 토착사회(土着社會)의 문화는 청동기 시대를 거쳐 철기시대에 접어들고 있었다. 한인들은 종래 주위 이민족에 대한 전통 정책에 의하여 만이군장(蠻夷君長)과 거수(渠帥)들에게 봉작(封爵)과 의복·인수(印綬) 등을 수여하고 군현과의 조공(朝貢)·조알(朝謁) 관계를 맺는 동시에 그들의 토산물을 수탈하였다. 일종의 공적 무역과 교류에 불과하였던 것이다. 그리고 주변사회와의 교류관계를 살펴보면, 김해 패총(貝塚)에서 출토된 유물에서는 다수의 패각(貝殼)·골기각(骨器角)·토기 파편과 약간의 석기도 출토되었지만 철부두(鐵斧頭)·쇳조각·화천(貨泉) 등이 같이 출토되었다.",
    "화천이 이 조개더미에서 발견되었다는 것은 이 지방이 원래 가야의 본거지요 한·위 시대에 일본에 파송되는 낙랑·대방의 사신이 여기에 중계하였던 터이므로 화폐가 이곳까지 유포된 것을 추측할 수 있다. 다시 동으로 경북 영천군 금호면 어은동(永州郡 琴湖面 漁隱洞) 유적지에서 발견된 금속기에서는 소형 고경(小形古鏡)과 기타 청동 식구(飾具, 장신구)가 발견되었다. 영천은 본시 골벌국(骨伐國)인데 이곳 발견의 소형 고경(小形古鏡)에는 수개의 칠흑색(漆黑色) 백동경(白銅鏡)과 청동방제경(靑銅倣製鏡)이 있는데, 백동경은 한대의 일광경(日光鏡)으로 이런 종류의 것은 낙랑유적에서는 물론 남만주지방과 서부 일본에서도 발견된 일이 있다.",
    "또 경주 외동면(外東面) 입실리(入室里)와 내동면 구정리(九政里)에서는 겹꼭지 잔줄 거울(多鈕細文鏡) 1개, 구정리에서는 철도(鐵刀)·철부(鐵斧)·철겸(鐵鎌) 등이 출토되었다. 이 유물들은 중국 한대의 것과는 계통을 달리하는 소위 북방계통 양식의 것으로 이상 유물은 대개 전한 말경의 것으로 본다.",
    "제주도에서는 1936년 동지 축항공사시 해안에 가까운 용암 밑에서 오수전(五銖錢)·화천(貨泉)·대천오십(大泉五十)·포화(布貨) 등이 출토되었다. 이들 유물은 왕망시대(王莽時代)에 주조한 것인데 이곳에서 출토된 것은 흥미 있는 일이라고 보고 있다. 제주도는 고대의 탐라국(耽羅國)으로 《삼국지》 위지(衛誌)에는 주호(州胡)라 하여 그곳 토착인이 배를 타고 중한(中韓)에 왕래하며 무역을 행하였다고 씌어 있다.",
    "중한은 낙랑·대방에 접근한 진한·마한을 지적한 것이니 위의 유물들은 이러한 지방과의 교역에서 중계 유전된 것으로 여겨진다. 이와 같이 낙랑 등 한사군 주변의 토착사회는 동군현과 또 거기를 통해서 중국 역조(歷朝)에 대한 교역 교류관계에서 전파된 한문화 특히 철기문명의 자극을 받아 그것을 모방하는 한편, 차차로 자기반성, 자기 각성을 일으켜 차츰 고대국가(古代國家)가 전후(前後)하여 형성하게 되었다고 추측되기도 한다.",
    "역사 인식",
    "과거의 인식",
    "《삼국유사》에서 사군이 폐지되고 이부(二府)로 재편된 것으로 잘못 표기한 이래 《동국통감》에서도 이를 받아들여 조선 초기까지는 사군-이부로 이어지는 것으로 파악되었다. 조선 중기 이후 실학자들에 의해 이부가 잘못된 것으로 밝혀지게 되어 사군의 사실만 받아들여졌다.",
    "일제강점기에는 조선의 식민지배를 정당화시키기 위해 ‘타율성론’, ‘반도사관’ 등을 입증하는 수단으로 한사군이 사용되었다. 한사군을 중국의 식민지로 받아들이는 한편 기자조선, 위만조선을 모두 식민지 정권으로 규정하고 사대주의에 대해서도 타율적인 성격을 강조하여 한민족의 역사가 식민지로부터 시작되었다는 이론을 펼쳤다.",
    "초기의 고구려는 한사군과 밀접한 지역에 위치하여 한사군과의 투쟁 속에 성장하였으며, 예(濊)나 맥(貊), 그리고 삼한도 한사군에 대항하였고, 한사군은 한반도에서 독자적인 국가의 성립을 지연시키는 결과를 가져왔지만, 한국인들의 민족의식을 각성시키는 데 결정적인 역할을 했다고 평가하였다.",
    "최근의 인식",
    "국사편찬위원회에서 발간한 《한국사》에서는, 한사군은 동북아에 그다지 영향을 주지 못했으며, 20여 년 동안 대부분 중국 본토로 철수하고 낙랑군만이 평안도 일대에 남아 한나라와의 교역을 관리하는 무역기지로서의 역할을 했다는 언급 외에는 한사군에 대한 설명이 모두 삭제되었다.",
    "한사군의 명칭에 있어서도 사군이 실제로 존속한 기간이 짧기 때문에 한군현이라는 명칭을 사용하기도 하며, 한나라 이후에도 존속한 군현을 설명하기 위해 동방변군(東方邊郡)이라는 명칭을 설정하기도 하였다.",
    "한나라 시기 중국의 군현 정책에 대한 이해가 증가하면서 중국 본토에 설치된 내군(內郡)과 변경에 설치된 변군(邊郡) 또는 외군(外郡)의 성격을 구분하게 되었다. 초기에는 변군에 대한 직접적인 군현 지배를 시도하였으나 점차 변화하여 변군의 실제적인 통치는 한의 법률에 의해 이루어지지 않고 지방의 토착 세력에 의해 이루어졌으며 태수는 명목상의 지배자로 조공과 책봉을 통해서 간접적인 통제를 수행하였다.",
    "낙랑군 자체의 성격에 대하여 실질적인 중국의 군현 체제로 존속하였던 것은 전한 및 후한 시기에 불과하였으며 대부분의 시대에는 중국계 유이민 세력의 군벌 세력으로 존재하였다는 점을 지적하기도 한다.",
    "평양 낙랑 토성에서 낙랑예관이라는 이름이 붙은 와당 발견, 한무제 때 쓰던 오수전 동전, 3000여기의 이르는 목곽묘, 귀틀묘, 진실묘 발굴, 황해북도 봉산군에서 대방태수 무덤 발견 등으로 인하여 한국 사학계에서도 최근 인식이 급격하게 변화하고 있다.",
    "그리고 위의 서술과 실제 역사를 비교하면 알겠지만 낙랑군은 420년간 지속이 되었으며 그 흔적은 공손연 등을 통하여 분명하게 나타난다.",
    "위치에 대한 논란",
    "한사군의 위치에 대하여 과거부터 많은 논란이 있었다. 임둔군이나 진번군의 경우 설치된 지 오래 지나지 않아 철폐되었고, 현도군 역시 랴오닝성 무순 방면으로 이동하였기 때문에 위치에 대한 논란은 주로 낙랑군을 두고 계속되었다. 《삼국사기》를 비롯하여 고려-조선시대의 학자들은 낙랑군의 위치를 평양 일대로 비정하였다. 박지원 등의 일부 실학자들은 낙랑군의 위치를 요동 지역으로 비정하기도 하였다. 일제시대 이후 평양 일대에서 봉니(封泥)·한식(漢式) 무덤 등 낙랑 관련 유물들이 대량으로 발굴됨으로써 낙랑의 위치는 평양시 대동강 남안의 낙랑토성 일대임이 확증되었다. 2009년에는 평양에서 출토된 목간(2005년 출토)을 분석하여 낙랑군 소속 25개 현의 인구 규모와 정확한 위치 등을 판독·연구한 결과가 발표되었다.",
    "그러나 신채호 등의 일부 민족사학자 및 재야사학자들은 이를 인정하지 않고 낙랑이 요동 일대에 존재하였다고 주장하고 있다. 리지린을 비롯한 북한 학자들과 대한민국의 윤내현 등의 일부 학자들은 낙랑을 지금의 요하 서쪽이라고 주장하며, 박영규 등의 일부 재야사학자들은 낙랑의 위치를 북경 서쪽의 화북 지방이라고 주장하기도 한다. 그러나 이러한 주장들에 대해서 대한민국 사학계는 고고학적인 증거를 무시한 채 문헌사료의 취합을 통해서 나타나는 것으로서 사실이 아니라고 비판하며 인정하지 않는다.",
    "문헌에 서술된 한사군",
    "《사기》",
    "《사기》〈조선열전〉에 고조선의 멸망 과정을 설명하고 있다. 한사군의 내용과 관련해서는 “조선을 평정하고 사군을 설치했다.”라고 기록하고 있다. 사군의 이름은 기록되지 않았다. 이와 관련해서 이름이 기록되지 않았기 때문에 한사군은 사실이 아니라는 반론이 있다. 그러나 《사기》〈남월열전〉,〈서남이열전〉 등에도 설치된 군의 이름이 기록되지 않았다.",
    "《한서》",
    "《한서》〈조선전〉에 《사기》의 기록을 거의 그대로 옮겨 적고 있다. 한사군의 명칭이 명시된 점이 조금 다르다. 한편, 〈지리지〉에는 낙랑군과 현도군에 대한 설명이 나오는데 낙랑군은 원봉3년(BC108), 현도군은 원봉4년(BC107)으로 설치된 연도가 다르게 나타난다.",
    "《무릉서》",
    "사마상여가 지었다고 전해지는 문서로, 임둔군, 진번군의 위치를 장안으로부터 각각 6138리, 7640리 떨어져 있다고 기록하고 있다. 그러나 사마상여는 무제가 조선을 평정하기 9년 전에 죽었기에 《무릉서》의 진위 여부가 논란이 되고 있다.",
    "《후한서》",
    "《후한서》〈군국지〉에 낙랑군과 현도군에 대한 설명이 나타난다. 간략한 건치연혁과 함께 낙양과의 거리를 각각 5000리, 4000리로 기록하고 있다.",
    "《삼국지》",
    "《삼국지》〈동이전〉에 낙랑 및 대방군의 역사가 간략하게 기록되어 있다. 건안(建安) 연간(196~220)에 요동의 군벌 공손강이 낙랑의 둔유현(屯有縣) 이남을 분할하여 대방을 설치했으며, 경초(景初) 연간(237~239)에 사마의가 공손연을 공격하여 복속시켰다.",
    "《진서》",
    "《진서》〈지리지〉에 낙랑군의 역사가 간략하게 기록되어 있다. 276년에 평주(平州)를 신설하고 낙랑군을 소속시켰다고 한다.",
    "《자치통감》",
    "《자치통감》〈진기(晉紀)〉에 낙랑군 폐지 기사가 기록되어 있다. 313년에 낙랑, 대방 지역의 군벌 장통(張統)이 미천왕의 공격을 받아 견디지 못하고 백성들을 이끌고 선비족의 모용외에게 항복하였다고 한다. 모용외는 자신의 세력권인 요서·요동 지역에 낙랑군의 피난민을 받아 낙랑군을 설치하고 장통을 태수로 삼았다. 이와 관련해서 요동이나 요서 일대에 낙랑군을 비정하는 주장에 대해 주류 사학계에서는 이 시기 모용외가 설치한 낙랑군을 혼동한 것이라고 보고 있다. 재야사학계에서는 이 내용이 교치와는 무관하다고 주장하고 있다.",
    "같이 보기",
    "고조선-한 전쟁",
    "대방군",
    "위만조선",
    "각주",
    "참고 문헌",
    "사마천 (기원전1~2세기). 〈권제115 조선열전(朝鮮列傳) / (漢文本)〉. 《사기》.",
    "반고(1세기), 《한서》〈권95 서남이양오조선전(西南夷兩粵朝鮮傳)〉",
    "《한국사》 4권, 초기국가 - 고조선, 부여, 삼한, 국사편찬위원회, 탐구당, 1997.",
    "외부 링크",
    "한사군, 《한국민족문화대백과》, 한국학중앙연구원"
  ]
}