{
  "경주 나정": [
    "경주 나정(慶州 蘿井)은 대한민국 경상북도 경주시 탑동에 위치한 우물로 신라의 시조 박혁거세(朴赫居世)의 탄강전설(誕降傳說)이 깃든 곳이다. 1975년 11월 20일 사적 제245호로 지정되었다.",
    "신라의 국가제의 체계에서 가장 중요시된 제의 공간은 국가 및 왕실의 조상 제사이자 즉위 의례가 이루어진 시조묘(始祖廟)와 신궁(神宮)이라 할 수 있다. 혁거세 탄강지로 전승되던 양산(楊山) 나정(蘿井) 유적에 대한 발굴에서 국가적 제의시설이 건국 초기부터 긴 시간 폭을 두고 3차에 걸쳐 조성되었음이 확인되었다.",
    "위치",
    "경상북도 경주시 탑동 700-1번지에 있는 우물은 오릉(五陵)의 동남쪽 소나무 숲이 무성한 언덕에 위치하고 있다. '삼국사기'와 '삼국유사'에는 이 우물터에서 신라의 시조 박혁거세가 탄생했다고 전하고 있는 곳이다. 이곳에 조선 순조 2년(1802)에 박혁거세를 기리기 위해 시조유허비(始祖遺墟碑)세웠다. 현재 오릉에서 동남쪽을 바라보면 1km쯤 떨어진 소나무숲에 유허비가 있어 옆에 나정이라 부르는 우물을 박혁거세의 탄강한 곳으로 추정하고 있다.",
    "전해지는 이야기",
    "신라가 세워지기 전의 경주지역은 진한의 땅으로 6명의 촌장들이 나누어 다스리고 있었다고 전한다. 그 중 고허촌장인 소벌도리공이 양산 기슭 우물가에서 흰 말 한 마리가 무릎을 꿇고 울고 있는 것을 보고 기이하게 여겨 가보니 크게 빛나는 알이 있었다. 얼마후 알 속에서 남자아이가 태어나자 하늘에서 보내준 아이로 생각하여 정성드려 키웠다. 박처럼 생긴 알에서 태어났다고 해서 성을 박(朴)이라 정하고, 세상을 밝게 한다는 뜻에서 이름을 혁거세(赫居世)라고 불렀다. 아이가 13살이 되던 해인 B·C 57년 왕의 자리에 올라 나라를 세우니 바로 서라벌이었다.",
    "신라(新羅)의 건국신화(建國神話)에 대해서는 삼국사기(三國史記)나 삼국유사(三國遺事)에 다 같이 언급되어 있으나 후자(後者)의 것이 더 상세하고 신화적(神話的)인데 그 자세한 내용은 다음과 같다.",
    "전한(前漢) 지절원년(地節元年) 임자((壬子) B.C 69) 3월, 초하룻날 신라(新羅) 건국(建國)의 주역(主役)들인 육촌(六村)의 촌장(村長)들이 각각(各各) 그 자제(子弟)를 거느리고 알천(閼川)옆의 언덕에 올라 회합을 갖고 육촌(六村)에는 다스릴 군주(君主)가 없어 백성들이 방일(放逸)하여지고 나태하여지니 유덕(有德)한 인물(人物)을 선출하여 군주(君主)로 모시고 도읍(都邑)을 정하자고 결정하였다. 이와같이 결정을 한 후에 그 일행(一行)이 높은 곳에 올라 사방을 바라보니 양산(陽山)아래에 있는 나정(蘿井)이라고 하는 우물근처에 이상야릇한 기운(氣運)이 전광(電光)처럼 땅에 드리워져 있었고 백마(白馬) 한 마리가 무릎을 꿇고 경배(敬拜)하듯 하고 있었다.",
    "이러한 광경을 바라본 일행(一行)은 모두 나정(蘿井)으로 달려가서 보니 그곳에는 붉은 색의 커다란 알(卵) 하나가 있었는데 백마(白馬)는 사람들을 보자 길게 울부짖으며 하늘에 올라가버렸다. 육촌(六村)의 사람들이 그 알을 쪼개어 보니 의외로 자태가 단정한 어린 사내아이 하나가 있었다. 나정(蘿井)에 모였던 육촌(六村)의 촌장(村長) 이하(以下) 모든 사람들은 모두 이상하게 여겨 동천(東川)에서 목욕시키니 어린아이의 몸에서 광채(光彩)가 나고 새와 짐승들이 어울려 춤 추듯 놀고 천지(天地)가 진동(振動)하고 일원(日月)이 청명(淸明)해졌다.",
    "모든 사람들은 이 어린아이가 세상을 밝게 한다해서 혁거세(赫居世)라 이름하고, 같은 날에 알영정(閼英井)에서 계룡(鷄龍)의 왼쪽 옆구리에서 태어난 계집아이 알영(閼英)과 함께 짝지워 남산서록(南山西麓)에 궁(宮)을 마련하여 놓고 봉양(奉養)하였다. 이성아(二聖兒)의 나이가 13세 되던 해인 오봉원연갑자(五鳳元年甲子)(B.C. 57)에 남아(男兒)를 왕(王)으로, 여아(女兒)를 왕후(王后)로 삼았으며 국호(國號)를 서라벌(徐羅伐)로 하였다. 육촌(六村)사람들은 혁거세(赫居世)가 태어난 알이 마치 박처럼 생겼다고 하여 그의 성(姓)을 박(朴)으로 하였다.",
    "발굴 현황",
    "나정의 수혈유구와 우물지, 팔각건물지 등은 이곳이 신라의 신성한 장소로서 제사가 거행되던 곳이었음을 알려준다. 특히 우물지 남쪽 초기철기시대에 해당하는 수혈유구에서 두형토기편이 출토되었는데 이는 제사용 토기로 이곳에서 일찍부터 제사가 이루어졌음을 알 수 있다. 또한 주변에는 청동기 시대 집터가 별견되어 이른 시기부터 사람들이 마을을 이루어 살아왔음을 시사한다. 오릉(五陵)을 비롯해 창림사지, 금광사지 등 많은 신라시대 왕경 유적이 분포하고 있다.",
    "2002년 나정 내의 비각을 두른 담장의 붕괴가 우연한 계기가 되어 이를 보수하기 위한 법률 절차에 따라 발굴조사를 시작하게 되었다. 총 4회에 걸친 발굴 결과 전설로만 여겨져왔던 박혁거세 신화의 우물터, 팔각건물지와 함께 많은 유물들이 출토되었다.",
    "2002년 1차 조사에서 팔각건물지가 조사되고 2차 조사에서는 팔각건물지를 둘러싼 담장지와 청동기시대 주거지 2동이 확인되었다. 3차 조사에서는 담장지를 집중 발굴함과 동시에 팔각건물지 남쪽과 동쪽에서 부속건물지를 조사하였으며 2005년 4차 조사에서는 팔각건물지 하부의 우물지와 이를 둘러싼 구상유구(溝狀遺構), 목책 등을 발굴하였다. 주변과 담장하부에서는 청동기시대 주거지와 초기철기시대 및 삼국시대의 수혈이 확인되었다. 나정과 관련된 시설은 우물지, 원형건물지, 팔각건물지, 1열의 석열과 적심 등인데 이들 시설은 순서대로 만들어진 것으로 추정된다.",
    "유물 연대 측정 결과 기원 전후에 고랑과 목책 울타리로 보호된 우물터를 조성한 것으로 보이며, 500년 전후에 우물을 메우고 그 위에 팔각형 형태의 건축물을 세운것으로 확인되는데 이는 소지마립간 8년(487) 나을에 신궁(神宮)을 세웠다는 삼국사기 기록과 일치한다. 또한 '의봉사년개토(‘儀鳳四年皆土)'라고 새겨진 기와가 출토되었는데 의봉은 당 고종때 반포한 연으로 문무왕 19년(679)년에 개축한 것으로 추정된다.",
    "우물지",
    "우물지의 형태는 길이 4.3m, 너비 2.5m, 깊이 1.7m 정도의 타원형이다. 바닥 중앙부에 지름 1.5m의 원형 우물이 확인된다. 우물지를 중심으로 보호 시설의 흔적으로 추정되는 기둥구멍들이 원형으로 둘러져있다. 중심부에서 5m 떨어진 지점에 너비 2m, 깊이 1.5m 정도의 도랑 흔적이 발견되는데 남동쪽 일부가 막혀있어 출입시설로 추정된다.",
    "팔각건물지",
    "팔각건물지는 우물지를 복토한 후 약간 북쪽으로 이동하여 축조한 것이다. 한 변이 8m 내외이고 동서․남북길이가 각 20m이다. 내부에는 크기 20cm 정도의 강돌을 사용해 4.5m 간격으로 4개의 적심을 배치하였다. 중앙에는 竪穴이 있는데 기존 우물지를 복토하면서 그 상징적기능을 대체할 목적으로 조성되었을 것이라고 한다. 그리고 남쪽 중앙부에는 길이 14m, 너비2.3m 내외의 보도시설과 이와 연접하여 계단지로 추정되는 석열이 확인되었다. 팔각건물지의 주변에는 담장이 있고 담장지를 따라 안팎으로 배수로가 확인된다.",
    "같이 보기",
    "김알지(경주 계림)",
    "영천 자천리 오리장림",
    "각주",
    "내용주",
    "참조주",
    "외부 링크",
    "경주 나정 - 국가유산청 국가유산포털"
  ]
}